[
  {
    "title": "Englishe durbolder jonno English Therapy - Saiful Islam",
    "author": "সাইফুল ইসলাম",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Englishe_durbolder_jonno_English_Therapy-Saiful_Islam-4695a-215765.jpg",
    "desc": "বইটির বৈশিষ্ট্য মুখের জড়তা কাটানোর ভোকাল এক্সারসাইজ। প্রতিটি লেসন ভিত্তিক রেকর্ডেড ভিডিও ক্লাস। সমস্যা সমাধানের জন্য ফ্রি লাইভ ক্লাস। হাজার হাজার বাক্য তৈরি করার সহজ কৌশল। প্রয়োজনীয় সকল ভোকাবুলারীর সমাহার।",
    "link": "https://rkmri.co/2epSeel32Moe/"
  },
  {
    "title": "ঘরে বসে Spoken English - মুনজেরিন শহীদ",
    "author": "মুনজেরিন শহীদ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/d774abe23_206592.jpg",
    "desc": "Ghore Boshe Spoken English Book | “ঘরে বসে স্পোকেন ইংলিশ” বইয়ের সংক্ষিপ্ত কথাঃ ১) কোথা থেকে ইংরেজি শিখবেন বুঝছেন না যারা। ২) মুখে ইংরেজি শুনলে বন্ধুরা হাসাহাসি করে যাদের। ৩) গ্রুপ প্রেজেন্টেশনে কেউ দলে নিতে চায় না যাদের। ৪) গ্রামার শেখার ধৈর্য্য নেই যাদের। ৫) অবসরে টুকটাক ইংরেজি শিখতে চান যারা। ৬) IELTS স্পিকিং টেস্টে ভাল করতে চান যারা। বইটি থেকে যা যা শিখতে পারবেন- ১) টিপস অ্যান্ড ট্রিকস যেগুলো আপনার ইংরেজিভীতি কমিয়ে দেবে। ২) যেভাবে স্মার্টলি স্পোকেন ইংলিশের চর্চা করবেন বাড়িতে বসেই। ৩) যে হ্যাকগুলো ফলো করলে ইংরেজিতে কথা বলার জড়তা কেটে যাবে দ্রুতই। ৪) প্রতিদিন মাত্র ১০ মিনিট ব্যয় করে ইংরেজিতে দক্ষ হবার উপায়। ইন্টার্ভিউ ও প্রেজেন্টেশনে না ঘাবড়িয়ে। ৫) ইংরেজিতে কথা বলার উপায়। গ্রামার শেখা ছাড়াই ইংরেজি বলার উপায়।",
    "link": "https://rkmri.co/mNApplTo2y02/"
  },
  {
    "title": "স্মার্ট ফেসবুক মার্কেটিং - এস এম আকিব মুর্শেদ",
    "author": "এস এম আকিব মুর্শেদ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Smart_Facebook_Marketing-S_M_Aqib_Murshed-2c40a-278081.jpg",
    "desc": "এফ-কমার্স বিজনেস কি এবং এটি শুরু করতে কি কি লাগে তো আপনারা ইতিমধ্যে যদি অনলাইন বিজনেস করতে সিদ্ধান্ত নিয়েছেন তো এফ- কমার্স নিয়েই বেশিরভাগ আগাবেন। কেননা বাংলাদেশের বেশিরভাগই তাদের বিজনেসকে এফ-কমার্স দিয়ে শুরু করে থাকেন। তো এফ-কমার্স নিয়ে কি আপনি বিস্তারিত জানেন? না জানলেও সমস্যা নেই এখানে আমরা আলোচনা করবো। এফ-কমার্স কি? এফ-কমার্স এর পূর্ণরূপ হচ্ছে ফেসবুক কমার্স। অর্থাৎ, আমরা যখন আমাদের কোনোপণ্য ফেসবুকের মাধ্যমে ক্রয়-বিক্রয় এর চেষ্টা করে থাকি তখন এটি এফ- কমার্স এর অন্তর্ভুক্ত হয়। এফ-কমার্স কেন গুরুত্বপূর্ণ? এফ-কমার্স নিয়ে তো অনেক আলোচনা হয়। কখনো কি ভেবে দেখেছেন এফ-কমার্স কেন এত গুরুত্বপূর্ণ? আসলে আমরা ফেসবুকে কেন আমাদের পণ্য বা সেবার বিজ্ঞাপন দেই? কারণ হচ্ছে ফেসবুকে অনেক ট্রাফিক থাকে আর এই ট্রাফিক অনেক সময় তারা ফেসবুকে অতিবাহিত করে থাকে। তাই এফ-কমার্স বিজনেস অন্য বিজনেস থেকে বেশি এফেক্টিভ। তাছাড়া আমাদের দেশের বেশিরভাগ মানুষ পণ্য বা সেবা অর্ডার করতে ওয়েবসাইটের থেকে ফেসবুকেই বেশি স্বাচ্ছন্দ্যবোধ করে থাকে। আপনার যত ওয়েবসাইট থাকুক না কেন দেখবেন প্রোডাক্ট অর্ডার দেবার সময় ঠিকই আসবে পেইজের ইনবক্সে। তাই যাই করেন না কেন এফ-কমার্স আপনার জন্য কতটা গুরুত্বপূর্ণ তা আর বলার অপেক্ষা রাখে না।",
    "link": "https://rkmri.co/ploSAASA30S5/"
  },
  {
    "title": "সবার জন্য Vocabulary - মুনজেরিন শহীদ",
    "author": "মুনজেরিন শহীদ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/e19fc387a_212325.jpg",
    "desc": "\"সবার জন্য Vocabulary\"বইটির শেষের ফ্লাপের কিছু কথা: বইয়ের এতটুকু পর্যন্ত যদি পড়ে থাকেন তাহলে আপনার Vocabulary শেখার ধকলটা যে। অনেকখানিই কমেছে এটা নিশ্চিত। এবার দরকার শুধু নিয়মিত চর্চার, আর সেটা করতে থাকলেই আমার বিশ্বাস আপনি পরিস্থিতি অনুযায়ী কীভাবে কোন ইংরেজি শব্দ ব্যবহার করা উচিত সেটাও ধরতে পারবেন। ইংরেজি শব্দভান্ডার সমৃদ্ধ করার এই যাত্রায় আপনার সঙ্গী হতে পেরে আমি আনন্দিত। আপনার সামনের দিনগুলাে যেন এই নতুন শেখা। স্কিলটার কারণে অনেক ভালাে হয় সেটা একজন। শিক্ষক নয়, একজন বন্ধু হয়ে সেই কামনা করছি। কোনাে একদিন দেখা হওয়ার প্রত্যাশা রইল। হয়তাে বইমেলায় কিংবা কোনাে ক্লাসে, নয়তাে নতুন কোনাে কোর্স টিউটোরিয়াল বা বইয়ের পাতায়। অভিনন্দন! বইটি শেষ করার মাধ্যমে Vocabulary শেখার Smart যাত্রায় আপনি। প্রথম ধাপ অতিক্রম করে ফেলেছেন। বইটি পড়ার সময়ে কি কখনও এমন মনে হয়েছে। “ইশ Vocabulary শেখার সাথে যদি Spoken English-টাও শিখে ফেলতে পারতাম?” কিন্তু কোচিং থেকে কোচিংয়ে দৌড়ানাের সময় কই? এর সমাধান পেতে । আমার ঘরে বসে Spoken English” কোর্সের মাধ্যমে ঘরে বসেই আপনার স্পােকেন। ইংলিশের দক্ষতাকে নিয়ে যান অ্যাডভান্সড লেভেলে। । এই বইয়ের মাধ্যমে Vocabulary শিখে, ও আমার স্পােকেন ইংলিশ। কোর্সের মাধ্যমে নিজের স্পিকিং স্কিল ঝালাই করে হয়ে উঠুন প্রাে।। আর কোর্স শেষে পাবেন সার্টিফিকেটও। ভিডিও লেকচারের সাথে কুইজ দিয়ে যাচাই করা যাবে নিজের প্রােগ্রেস।। আর শেখার সুবিধার্থে বাড়তি সংযােজন হিসেবে থাকছে ট্রান্সক্রিপ্ট, নােটস ও অডিওবুক। এই বইয়ের মাধ্যমে। Vocabulary শেখার পরে আমার কোর্সে স্পােকেন। ইংলিশ শিখে ঘরে বসে দুটোতেই হয়ে যান এক্সপার্ট।।",
    "link": "https://rkmri.co/2ANAIeeemS0y/"
  },
  {
    "title": "প্যারাডক্সিক্যাল সাজিদ - আরিফ আজাদ",
    "author": "আরিফ আজাদ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/b2edadac5cd4_129384.jpg",
    "desc": "'প্যারাডক্সিক্যাল সাজিদ' বইয়ের ফ্ল্যাপের লেখা কথা বিশ্বাসের কথা কতটা শক্ত করে বলা যায়? বিশ্বাসী প্রানের সুর কতটা অনুপম হতে পারে? বিশ্বাসকে যুক্তির দাঁড়িপাল্লায় মাপা কি খুব সহজ? অবিশ্বাসীকে কতটা মায়াভিরা স্পর্শে বিশ্বাসের শীতল পরশ দেয়া যায়? যুক্তিই মুক্তি নাকি বিশ্বাসের যুক্তিতে মুক্তি? এসবের উত্তর মিলতে পারে। প্যারাডক্সিক্যাল সাজিদ বইয়ের সূচিপত্র * একজন অবিশ্বাসীর বিশ্বাস / ১১ * ‘তাকাদির বনাম স্বাধীন ইচ্ছা’- ভ্ৰষ্টা কি এখানে বিতর্কিত? / ১৭ * স্ৰষ্টা খারাপ কাজের দায় নেন না কেন? / ২৬ * শূন্যস্থান থেকে স্রষ্টার দূরত্ব / ৩২ * তাদের অন্তরে আল্লাহ মোহর মেরে দেন। সত্যিই কি তাই? / ৪০ * মুশরিকদের যেখানেই পাও, হত্যা করো / ৪৭ * স্রষ্টাকে কে সৃষ্টি করলো? / ৫৩ * একটি সাম্প্রদায়িক আয়াত এবং... / ৬১ * কোরআন কি সূর্যকে পানির নিচে ডুবে যাওয়ার কথা বলে? / ৬৬ * মুসলমানদের কোরবানি ঈদ এবং একজন মাতব্বরের অযাচিত মাতব্বরি / ৭৩ * কোরআন কি মুহাম্মদ (সাঃ) এর বানানো গ্ৰন্থ? / ৮২ * রিলেটিভিটির গল্প / ৯১ * A Letter to David-Jessus wasn't myth and he exited... / ৯৯ * কোরআন, আকাশ, ছাদ এবং একজন ব্যক্তির মিথ্যাচার / ১০৯ * আয়েশা (রাঃ) ও মুহাম্মদ (সাঃ) এর বিয়ে এবং কথিত নাপ্তিকদের কানাঘুষা / ১১৫ * কোরআন কি মুহাম্মদ (সাঃ) এর নিজের কথা? / ১২৪ * স্ৰষ্টা যদি দয়ালুই হবেন তাহলে জাহান্নাম কেন? / ১৩০ * কোরআন মতে পৃথিবী কি সমতল না গোলাকার? / ১৩৬ * একটি ডিএনএ'র জবানবন্দী / ১৪৫ * কোরআনে বিজ্ঞান- কাকতালীয় না বাস্তবতা? / ১৫৫ * স্রষ্টা কি এমন কিছু বানাতে পারবে, যেটা স্রষ্টা নিজেই তুলতে পারবে না? / ১৬২ * ভেল্কিভাজির সাতকাহন / ১৭০ 'প্যারাডক্সিক্যাল সাজিদ' বইয়ের প্ৰকাশকের কথা সভ্যতার শুরু থেকেই সত্য ও মিথ্যার ধারাবাহিক লড়াই। মানবতার সমাধান ইসলাম বরাবরই জাহেলিয়াতের ধারক-বাহকদের অপপ্রচার ও বিদ্বেষ মোকাবেলা করে আসছে। আধুনিক সভ্যতার এই সময়ে দাঁড়িয়েও সেই ধারা অব্যাহত আছে। স্যোসাল মিডিয়ার ক্রমবর্ধমান পরিসরকে সন্দেহের বীজ বোপন করছে। সন্দেহ থেকে সংশয়, সংশয় থেকে অবিশ্বাস। এভাবে এক অবিশ্বাসী প্রজন্মের গোঁড়াপত্তন হচ্ছে কিবোর্ডে। বিশ্বাসীদের সুশৃংখল চিন্তার দুনিয়ায়। কিছু কিছু তরুন-যুবা দিকভ্রান্তও হচ্ছে। রক্তক্ষরণ হচ্ছে মুসলিম মিল্লাতে। অবিশ্বাসীদের আপাত চমকপ্ৰদ প্রশ্ন ও চ্যালেঞ্জের মোকাবেলায় হিমশিম অবস্থা। জাহেলিয়াতের চ্যালেঞ্জ যেখানে, সেখানেই বিশ্বাসী প্ৰাণের যৌক্তিক লড়াই। এমনই এক বিশ্বাসী তরুন আরিফ আজাদ। অনলাইন দুনিয়ায় অবিশ্বাসীদের উখিত প্রশ্নের সাবলীল উত্তর দিয়ে অজস্র মানুষের প্রিয়ভাজন হয়েছেন। একজন তরুন এত চমৎকার ও যৌক্তিক ভাষায় ইসলামবিরোধীদের জবাব দিতে পারেন, ভাবতেই আশাবাদী মন জানান দেয়— আগামীর দিন শুধু সম্ভাবনার। “প্যারাডক্সিক্যাল সাজিদ বইটিতে গল্প ও সাহিত্যরস দিয়ে অবিশ্বাসীদের নানান প্রশ্নের জবাব দেয়া হয়েছে। বাংলা সাহিত্যের বাস্তব দুনিয়ায়ও থাকা উচিত। নাস্তিক্যবাদ ও ইসলামদ্রোহীদের অপপ্রচারের জবাবে অনেকেই লিখছেন, বলছেন। এই বইটি সেসব জবাবের ভিত্তিকে আরো মজবুত করবে। আমার বিশ্বাস বইটি তরুণ প্রজন্মের মনোজগতে এক তুমুল আলোড়ন তুলবে। আশা করি। বইটি পড়ে অবিশ্বাসীরাও নিমেহিভাবে ইসলাম নিয়ে চিন্তা করবেন। গাডিয়ান পাবলিকেশন্স এই অসাধারন বইটি প্রকাশ করতে পেরে অত্যন্ত আনন্দিত। স্যোসাল মিডিয়ায় লেখাগুলোকে পাণ্ডুলিপি আকারে পাঠকদের হাতে তুলে দেয়ার কাজটা অনেক চ্যালেঞ্জের। বইটিকে যথাসম্ভব সুন্দর ও নিখুত করতে আন্তরিকতা ও পরিশ্রমের কোন ত্রুটি ছিল না। সম্মানিত পাঠকবৃন্দ আমাদের যোগ্যতা ও সীমাবদ্ধতা বিবেচনায় নিয়ে ত্রুটি-বিচূতি ক্ষমাসুন্দর দৃষ্টিতে দেখবেন বলে বিশ্বাস করছি। লেখকের স্বকীয়তা এবং ভাষার বৈচিত্র বিবেচনায় প্রয়োজনে ইংরেজী শব্দও উল্লেখ করা হয়েছে।",
    "link": "https://rkmri.co/e00oe3ARN0e2/"
  },
  {
    "title": "এক নজরে কুরআন - ড. মিজানুর রহমান আজহারি",
    "author": "ড. মিজানুর রহমান আজহারি",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Eak_Nozore_quran-Dr_Mizanur_Rahman_Azhari-2d298-449989.png",
    "desc": "কুরআন কথা বলে মানুষের সাথে। কখনো কাঁদায়, কখনো-বা আন্দোলিত করে। জীবনঘনিষ্ঠ সব বিষয়ের আলাপ দিয়ে কুরআনের বিষয়বস্তু সাজানো। তবে কুরআনের সাথে মজবুত সম্পর্ক না থাকায়, আমরা বুঝে উঠতে পারি না—কুরআন থেকে ঠিক কীভাবে উপকৃত হব। বাস্তবতা হলো—ব্যস্ত এই জীবনে কুরআন-চর্চা খুব একটা হয় না। এক-নজরে কুরআন একটি গবেষণাধর্মী বই, যা কুরআনকে জানার তৃষ্ণা বাড়াবে। কুরআনের সাথে আমাদের বন্ধন গড়ে তুলবে, আর কুরআন থেকে উপকৃত হবার পথও বাতলে দেবে। অল্প সময়ের জন্য এই বইটিতে চোখ বোলালেও, একেকটি সূরার মূলকথা, মেজর থিম ও ফজিলত জেনে নেওয়া সম্ভব। এ বইতে দেখানো হয়েছে প্রতিটি সূরার শুরু-শেষ সম্পর্ক। কোন সূরা কখন, কোথায় এবং কোন প্রেক্ষাপটে নাযিল হয়েছে, উঠে এসেছে সেসব চিত্রও। একটি সূরার সাথে তার আগে-পরের সূরার সম্পর্কও এখানে ফুটিয়ে তোলা হয়েছে। সেই সাথে তাদাব্বুর ও কেইস-স্টাডিতে জায়গা পেয়েছে জীবনঘনিষ্ঠ কিছু আলাপ। মোটকথা, কুরআনকে যে হাজারো দৃষ্টিভঙ্গিতে দেখা যায়, কুরআনের সাথে যে মানুষের কানেক্টিভিটি এত গভীর হতে পারে, তা অনায়াসেই অনুভব করা যাবে ইন শা আল্লাহ।",
    "link": "https://rkmri.co/5Ee3le0Ay3RN/"
  },
  {
    "title": "প্যারাডক্সিক্যাল সাজিদ ২ - আরিফ আজাদ",
    "author": "আরিফ আজাদ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/1ef97cc21_178414.jpg",
    "desc": "\"প্যারাডক্সিক্যাল সাজিদ ২\" বইয়ের পিছনের কভারের লেখা: ঘুটঘুটে অন্ধকার! সেই অন্ধকার গ্রাস করে আছে সবকিছু। এমন সময় কোথা থেকে যেন ছুটে আসে এক উষ্ণ আলােক রশ্মি। সেই আলাের পরশে নিমিষেই মিলিয়ে যায় অন্ধকার রাত। প্রভাতী কিরণের মতােই চতুর্দিকে ছড়িয়ে পড়ে এই আলােক রশ্মি। যাত্রা হয় এক নতুন দিনের, নতুন সময়ের। এমনই আবহে সত্য ও পবিত্র পথের সন্ধানে দুঃসাহসিক অভিযাত্রার গল্প নিয়ে এগিয়ে যায় সাজিদ-আর অবিশ্বাসের দেয়ালে গেঁথে যায় বিশ্বাসের। কথামালা। ভেঙে পড়ে অবিশ্বাসের দেয়াল। নির্মিত হয় সত্যের ইমারত। সত্য আর শুভ্রতার সেই গল্পে আপনিও একজন অংশীদার...। ‘প্যারাডক্সিক্যাল সাজিদ-২ বইয়ের সূচিপত্রঃ’ * A Reply to Christian Missionary- ২৫ * ইসলাম কি অমুসলিমদের অধিকার নিশ্চিত করে?- ৪০ * কুরআনে বৈপরীত্যের সত্যাসত্য- ৫১ * বনু কুরাইজা হত্যাকাণ্ড—ঘটনার পেছনের ঘটনা- ৬৩ * স্যাটানিক ভার্সেস ও শয়তানের ওপরে ঈমান আনার গল্প- ৮০ * রাসূলের একাধিক বিবাহের নেপথ্যে- ৯২ * জান্নাতেও মদ?- ১১৩ * গল্পে জল্পে ডারউইনিজম- ১২৫ * কুরআন কেন আরবী ভাষায়- ১৩৬ * সূর্য যাবে ডুবে- ১৫৩ * সমুদ্রবিজ্ঞান- ১৬৪ * লেট দেয়ার বি লাইট- ১৭৯ * কাবার ঐতিহাসিক সত্যতা- ১৯৮ * নিউটনের ঈশ্বর- ২১৫ * পরমাণুর চেয়েও ছোট- ২২৫ * লেখক-পরিচিতি- ২৩৫ বইয়ের কিছু কথাঃ কুরআন কি নারীদের শস্যক্ষেত্র বলেছে? অনেকদিন পর শাহবাগে হঠাৎ নীলু দা’র সাথে দেখা। প্রথমে খেয়াল করিনি। পেছন থেকে এসে আমার মাথায় টোকা দিয়ে বললেন, কী খবর কবি সাহেব?’ পেছন ফিরতেই দেখি হাতে একগাদা বই নিয়ে নীলু দা দাঁড়িয়ে আছেন। চোখে মোটা ফ্রেমের কালো চশমা লাগিয়েছেন বলে দেখতে একদম স্কুল মাস্টারের মতো লাগছে। খয়েরি রঙের টি-শার্ট গায়ে। আমি খুবই অপ্রস্তুত ছিলাম। বললাম, আরে দাদাভাই যে! কেমন আছ? ‘ভালো। তুই কেমন?’ ‘ভালো।’ কুশলাদি বিনিময় করতে করতে আমরা একটি ফাঁকা স্থানে এসে দাঁড়ালাম। নীলু দা জিজ্ঞেস করল, ‘সাজিদ কোথায়?’ এই মুহূর্তে সাজিদ কোথায় তা আমিও জানি না। একটু আগেও সে আমার সাথে ছিল। আমি মোবাইলে টাকা রিচার্জ করে এসে দেখি সে উধাও। কখন থেকে ফোন করেই যাচ্ছি! যদিও জানি, সে আমার ফোন ওঠাবে না, তবুও ব্যর্থ চেষ্টা করে যাওয়া আরকি! কতক্ষণই বা এরকম কাঠফাঁটা রোদে দাঁড়িয়ে থাকা যায়? নীলু দা’র প্রশ্নের জবাবে বললাম, ‘আছে হয়তো এদিকে কোথাও।’…",
    "link": "https://rkmri.co/m30eeIRMSRmA/"
  },
  {
    "title": "ক্যাশ মেশিন - মুহাম্মদ ইলিয়াস কাঞ্চন (কোচ কাঞ্চন)",
    "author": "মুহাম্মদ ইলিয়াস কাঞ্চন (কোচ কাঞ্চন)",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Cash_Machine-Muhammod_Eleyas_kanchon_Coach_Kanchan-0e7bb-370955.jpg",
    "desc": "মেশিন লার্নিং, এআই আর নিত্য নতুন প্রযুক্তি আবিষ্কারের এই যুগে, সবকিছু ছাপিয়ে সবার বোধ হয় চাওয়া একটাই- একটা আস্ত ক্যাশ মেশিন খুঁজে পাওয়া। আর এই বই সন্ধান দেবে সেই আরাধ্য ক্যাশ মেশিন! বইয়ের শুরু থেকে শেষ পর্যন্ত পড়ে নিজের বিজনেসকে বানিয়ে ফেলুন বাস্তব একটা ক্যাশ মেশিন, আর আবিষ্কার করুন টাকার খনি! (ইনফ্যাক্ট ইটস ট্রু) বিজনেস ব্লুপ্রিন্ট-এর মতন নাম্বার#১ বেস্টসেলার বইয়ের লেখক কোচ কাঞ্চন-এর ১৭ বছরের বাস্তব অভিজ্ঞতায় লেখা এই বই পড়ে শুরু মানি আর্নিং-এর আল্টিমেট জার্নি। লেখকের ব্যবসায় ৬ কোটি টাকার লস এবং সেখান থেকে খুঁজে পাওয়া ৬ কোটি টাকার সিক্রেট রিভিল করেছেন এই বইয়ে। রয়েছে বিজনেসকে অটোমেটিক মানি মেকিং মেশিনে রুপান্তর করার যুগান্তকারী সব মেথড, ফ্রেমওয়ার্ক ও প্রিন্সিপাল। দ্য গ্রেটেস্ট ওয়েলথ প্রডিউসিং অ্যাসেট নিজের ব্রেইনকে একুশ শতকের চ্যালেঞ্জ মোকাবিলায় পারদর্শী করার নানা ফর্মুলা বইটিকে ভিন্ন উচ্চতায় নিয়ে গেছে। একটা মেশিন নামক বস্তু বানিয়ে, থিংক ডিফরেন্ট-এর মতো পাঞ্ছ লাইন দিয়ে পৃথিবীর সকল বিজনেস, ব্র্যান্ডিং, আর ফিলসফিকে বদলে দিয়েছিলো অ্যাপল। কোচ কাঞ্চনের ক্যাশ মেশিন সেই চিন্তার নতুন সংস্করণ! এই বইটিকে একটা বিজনেস মাস্টারপিস বললে বেশি বলা হবে না। একজন উদ্যোক্তার মারাত্মক ৫টি ভুল ধরিয়ে দেয়া থেকে শুরু করে এই বই ব্যাখ্যা করে মার্কেটিং কিভাবে বিজনেসের জন্য ম্যাজিক হয়ে ওঠে, কাগজের নোট নয়, কনটেন্ট কেমন করে এই যুগের ক্যাশ হয়ে ওঠে, হিসেব করে তিনি মিলিয়ে দেন কোটি টাকার অংক। আর সবচেয়ে বড় যে উপলব্ধি সেটা হলো বিজনেসে ইনভেস্টমেন্ট নিয়ে। পৃথিবীতে জিরো ইনভেস্ট নিয়ে আসা আমরাই যখন বিজনেস শুরু করতে গিয়ে লসের কথাই আগে ভাবি, লেখক করাঘাত করেছেন সেই চিন্তার জায়গাতেও। বইটি পড়তে পড়তে আবিষ্কার করুন কোটি টাকা আয়ের অসাধারণ সব ফর্মূলা আর খেলে চলুন দ্য বিগ অব লাইফ। কারণ পৃথিবীতে যখন এসেছি, জীবনের খেলাটা খেলতে হবে ভাল করেই। বেঁচে যখন আছি, বাঁচাটা হোক: বাঁচার: মতোই।",
    "link": "https://rkmri.co/pRlem35pMoA3/"
  },
  {
    "title": "সহজ ভাষায় ইংলিশ গ্রামার - সাইফুল ইসলাম",
    "author": "সাইফুল ইসলাম",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Sohoj_Bhashay_English_Grammar-Saiful_Islam-4299a-223842.jpg",
    "desc": "বইটি সহজ ও সাবলীল বাংলা ভাষায় লেখা। বিশেষভাবে ইংলিশে দুর্বলদের জন্য সাজানো। পর্যাপ্ত উদাহরণ ও এক্সারসাইজ সংযোজিত। বেসিক টু এডভান্স পুর্ণাঙ্গ রেফারেন্স বই। সহজ সংজ্ঞা ও সহজ বাংলায় ব্যাখ্যা করা। কঠিন টার্মগুলোর শর্টকার্ট মেথড সংবলিত।",
    "link": "https://rkmri.co/EASMelm2S2I0/"
  },
  {
    "title": "Bonus - MD. Tipu Sultan",
    "author": "MD. Tipu Sultan",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Bonus-MD_Tipu_Sultan-920fc-260423.jpg",
    "desc": "ইংরেজি বিদেশি ভাষা, এই ভাষা আমাদের আয়ত্বে আনা একটা কঠিন সমস্যা। কখনও বানান ভুল হয়ে যায় আবার কখনও word এর অর্থও ভুলে যায়। এ সব সমস্যাগুলোর আংশিক এমনভাবে বেছে নেয়া হয়েছে যে ইংরেজির জ্ঞান খুব বেশি নাহলেও কোনো সমস্যা নেই, যেকেউ সহজে মনে রাখতে পারবে। সত্যি কথা বলতে কি, কিছু কিছু সমস্যা আসলে খাঁটি ইংরেজির সমস্যা নয়-যুক্তিতর্কের সমস্যা । আমি নিজে সেগুলোর পেছনে দীর্ঘ তিন বছর সময় ব্যয় করে পাঠকের সামনে তুলে ধরার চেষ্টা করেছি। এই বইয়ের প্রতিটি পর্বে যুক্তি, উপমা ও গল্পের মাধ্যমে প্রতিটি word কে এমনভাবে তুলে ধরা হয়েছে, সেগুলোতে একবার চোখ বুলিয়ে গেলে যে কেউ মজা পাবে, ইংরেজি-দক্ষতা বৃদ্ধি করার জন্য এর চেয়ে মজার কোনো যুক্তি ব্যবহার করা যায় বলে আমার জানা নেই । আমি মনে প্রাণে বিশ্বাস করি, Yes, No, Very good 3 Bonus শব্দগুলো যেমন আমরা বাংলা শব্দের মতো বলে থাকি, তদ্রুপ প্রচ্ছদের শব্দ গুলোসহ আমার বই থেকে অনেক শব্দও ভবিষ্যতে বাংলা শব্দের মতো ব্যবহার করা হবে। যা আমাদের ইংরেজি ভাষাকে সহজ হতে সহজতর করার জন্য সাহায্য করবে এবং এই ভাষা শেখায় সকলকে আরো উৎসাহী করবে। মো. টিপু সুলতান সরিষাডুলী, দৌলতপুর, কুষ্টিয়া",
    "link": "https://rkmri.co/Ap3STAEI5Rmm/"
  },
  {
    "title": "Englishe durbolder jonno VOCAB THERAPY - Saiful Islam",
    "author": "সাইফুল ইসলাম",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Englishe_durbolder_jonno_VOCAB_Therapy-Saiful_Islam-babe5-241679.jpg",
    "desc": "Vocabulary শেখার সাইন্টেফিক মেথড ‘VOCAB Therapy’!!! বইটির কয়েকটি বৈশিষ্ট্য : ✅ভোকাবুলারি চর্চার শতাধিক কার্যকরি Vocab Game! ✅সহজে ভোকাবুলারি মনে রাখার কার্যকরি টিপস and টেকনিকস! ✅প্রতিটি ওয়ার্ড এর শুদ্ধ বাংলা উচ্চারণ ও সমার্থক শব্দ সংযুক্ত! ✅১ম শ্রেণি থেকে দ্বাদশ শ্রেণি, ব্যাংক জব থেকে বিসিএস পর্যন্ত সবার জন্য শতভাগ কার্যকরি! ✅বাস্তব জীবনের প্রতিটি ক্ষেত্রে প্রয়োজন এমন প্রায় সব ভোকাবুলারি সম্বলিত! ✅ভোকাবিলারী চর্চার কৌশল নিয়ে নিয়মিত লাইভ ক্লাস ও রেকর্ডেড ভিডিও! ✅সরকারি ও বেসরকারি চাকরির নিয়োগ পরিক্ষার প্রস্তুতিতে শতভাগ কার্যকরী!",
    "link": "https://rkmri.co/mAepETSIA2eE/"
  },
  {
    "title": "ম্যাসেজ - ড. মিজানুর রহমান আজহারি",
    "author": "ড. মিজানুর রহমান আজহারি",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/ef11c6ea1_213376.jpg",
    "desc": "ইসলাম এক নক্ষত্র, যার সংস্পর্শে সমস্ত আঁধার বিলীন হয়ে যায়, ঘোর অমানিশাও তাতে নিজেকে সঁপে দিয়ে আলোকোজ্জ্বল হয়। ইসলাম তো এমন এক জ্যোতিষ্ক, যা উৎসারিত হয়েছে আরশে আজিমের মহিমান্বিত রওশন থেকে। জাহেলিয়াত পরাজয় কবুল করেছিল ইসলামের বুকে আশ্রয় পেয়ে। এই পবিত্র দ্বীন আত্মাকে করেছে প্রশান্ত, চরিত্রকে করেছে নিষ্কলুষ, জীবনকে করেছে সার্থক, মানবতাকে দিয়েছে মুক্তি। এর আলোকচ্ছটা যে জমিনে পড়েছে, সেখানে অঙ্কুরিত হয়েছে শান্তির সবুজ তরু। এই রওশনের ঝলক যে হৃদয় ধারণ করেছে, সে হৃদয় হয়েছে দারাজ দিল। যে যুগ ধারণ করেছে, তা হয়েছে খইরুল কুরুন বা সর্বোত্তম যুগ। কিন্তু হায়! অজ্ঞতা ও অবহেলার কালো মেঘে সেই সূর্য আজ মেঘ লুপ্ত। আলোহীন এ ধরায় উঠে না প্রাণের জোয়ার। তোলে না কেউ আর মানবতার জয়োধ্বনি। অধিকার হারিয়ে মুমূর্ষুপ্রায় মানবতা। নব্য জাহেলিয়াতের এই গাঢ়-কালো মেঘপুঞ্জ চুর্ণ করতে দরকার একটি নির্ভেজাল ঈমানি দমকা হাওয়া; যে হাওয়ায় জ্ঞানের সৌরভ মিশে মোহিত করবে প্রতিটি হৃদয়। সেই মোহনীয় দক্ষিণা হাওয়ার গুঞ্জন তুলতেই আমাদের আয়োজন- ম্যাসেজ ।",
    "link": "https://rkmri.co/eR3Ny55TlpeM/"
  },
  {
    "title": "অপেক্ষা - হুমায়ূন আহমেদ",
    "author": "হুমায়ূন আহমেদ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Opekkha-Humayun_Ahmed-9a14b-222273.png",
    "desc": "মানুষের জীবন কি চক্রের মত? চক্রের কোন শুরু নেই, শেষ নেই। মানব জীবনও কি তাই? রহস্যময় চক্রের ভেতর এই জীবন ঘুরপাক খেতে থাকে? শুরু নেই, শেষ নেই। চক্র ঘুরছে। এই চক্রের ভেতরে ঘুরপাক খেতে খেতে অপেক্ষা করে কেউ কেউ কিংবা সকলেই। কিসের অপেক্ষা? - হুমায়ূন আহমেদ’এর অপেক্ষা হাতে নিলে এই কথাগুলোই হয়তো সর্বপ্রথম চোখে পড়বে, মলাটের ভেতর সরু অক্ষরে লেখা। সাধারণত এখানে বইয়ের ছোট্ট একটা পরিচিতি লেখা থাকে। ভেতরে কি পেতে যাচ্ছেন, কি পড়তে যাচ্ছেন তার আকার ইঙ্গিত। কিন্তু হুমায়ূন আহমেদ এখানে তেমন কিছু লিখতে চাইলেন না। রহস্যে ঘিরে রাখলেন পাঠককে। মনে প্রশ্ন জাগিয়ে দিলেন। কয়টা পৃষ্ঠা উল্টে সামনে এগোলেই চার লাইনের ছোট্ট কবিতাংশ, ঘর খুলিয়া বাইর হইয়া জোছনা ধরতে যাই আমার হাত ভর্তি চাঁদের আলো ধরতে গেলেই নাই। লাইনগুলো দিয়ে রহস্য ধরে রাখলেন কিংবদন্তি লেখক। এখন তো সামনে এগোতেই হবে। বইটি শুরু হয় আনন্দ দিয়ে। অমলিন আনন্দ, যেখানে কোনো আক্ষেপ নেই। কিন্তু জীবন তো এমন নয়। জীবনে সুখ-দুঃখ উভয় যমজ ভাইয়ের মত বিরাজমান। হুমায়ূন আহমেদ’এর অপেক্ষা কারণে অকারণে সত্য কথা বলে। মাথায় হাত বুলিয়ে আদর করে দেয়, আবার চোখে আঙ্গুল দিয়ে নিজের ভুলগুলো দেখিয়ে দেয়। কষ্টের সীমা লঙ্ঘন করে সুখের হাতছানি দেয়। কিন্তু সুখ দেয় না। এই অপেক্ষাকে জন্মদিনের শুভেচ্ছা। আরও অসংখ্য পঁচিশ বছর যেন এভাবেই কেটে যায়।",
    "link": "https://rkmri.co/y2m2RoMMmyTe/"
  },
  {
    "title": "সহজ Biology (নবম - দশম শ্রেণি) - জুন্নুরাইন খান",
    "author": "জুন্নুরাইন খান",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Sohoj_Biology_-Junnurain_Khan-e0582-441806.jpg",
    "desc": "",
    "link": "https://rkmri.co/2pyMmmIeSMe2/"
  },
  {
    "title": "Tangram (Magnet) -",
    "author": "OnnoRokom BigganBaksho",
    "seller": "OnnoRokom BigganBaksho",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Tangram_Magnet-OnnoRokom_BigganBaksho-10130-257476.jpg",
    "desc": "Brand: OnnoRokom BigganBaksho, Category: Science Kit, Price: 480.0, Link:",
    "link": "https://rkmri.co/MeAleo20pNAp/"
  },
  {
    "title": "কিউএনএ এইচএসসি সাজেশন উইথ সল্যুশন - কিউএনএ পাবলিকেশন্স লেখক পরিষদ",
    "author": "কিউএনএ পাবলিকেশন্স লেখক পরিষদ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/QNA_HSC_Suggestion_With_Solution_-QNA_Publications_Author_Porishod-c111b-476989.png",
    "desc": "প্রিয় শিক্ষার্থী, সাজেশন ও সলভ পড়ার আগে নিচের ব্যাপারগুলো মাথায় রাখবে- ১। মনে রাখবে, সাজেশন এর লক্ষ্য তোমাকে সর্বাধিক পরিমাণে কমন দেয়া। কোন সাজেশন ১০০ পার্সেন্ট কমন দেয় না, আমরাও না। তাই তোমার যদি কোন ক্ষেত্রে মনে হয় সাজেশন এর টপিক যথেষ্ট নয়, তাহলে অবশ্যই অতিরিক্ত টপিক নিজে বই থেকে পড়ে ফেলবে। ২। এক এক টপিক একএক জনের কাছে গুরুত্বপূর্ন মনে হবে। যদিও প্রশ্ন এনালাইসিস করলে ৯০ পার্সেন্ট সাজেশন মিলে যাবে, কিন্তু তোমার যদি মনে হয় কোন টপিক গুরুত্বপূর্ন ও সেটা কেন সাজেশন এ নেই, সেটা এড করা প্রয়োজন। তাহলে সেটা নিজ দায়িত্বে পড়ে নিবে, আমাদের সাজেশনে আমাদের কাছে যা এ বছরের জন্য গুরুত্বপূর্ন মনে হয়েছে সেটা দিয়েছি এর বাইরে কিছু পড়তে হলে সেটা তোমার দায়িত্ব। ৩। সম্পূর্ন সাজেশন নির্ভর না হয়ে সাজেশন এর বাইরে পড়াশোনা করা ভালো শিক্ষার্থীদের লক্ষন। মোদ্দা কথা, পড়বা সবই, কিন্তু ফোকাস থাকবে সাজেশন এর টপিক সমূহে।",
    "link": "https://rkmri.co/SySAe5le0R2e/"
  },
  {
    "title": "কিউএনএ বায়োলজি নোটস - কিউএনএ পাবলিকেশন্স লেখক পরিষদ",
    "author": "কিউএনএ পাবলিকেশন্স লেখক পরিষদ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/QNA_Biology_Notes-QNA_Publications_Author_Porishod-35b4c-456992.jpg",
    "desc": "",
    "link": "https://rkmri.co/MRMoeA03AEeA/"
  },
  {
    "title": "ঘরে বসে IELTS প্রস্তুতি - মুনজেরিন শহীদ",
    "author": "মুনজেরিন শহীদ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Ghore_Boshe_IELTS_Prostuti-Munzereen_Shahid-01300-301466.jpg",
    "desc": "এই বইটিতে ঘরে বসে সহজেই IELTS এর প্রস্তুতি নেওয়ার একটা Roadmap আপনাদের সাথে শেয়ার করার চেষ্টা করেছি। IELTS নিয়ে জেনারেল ধারণা থেকে শুরু করে, এই পরীক্ষার জন্য প্রয়োজনীয় সকল টপিকের উপর বিস্তারিত ধারণা দেওয়া আছে এই বইতে। এই বইটিতে Reading, Writing, Listening, Speaking - প্রতিটি অধ্যায়কে সেগমেন্ট ধরে ধরে সাজানো হয়েছে প্রশ্নের ধরন অনুযায়ী, উত্তরের স্যাম্পল-সহ। আরও রয়েছে ১০০ কমন স্পিকিং টপিক সাজেশন, ৬০০ Plus IELTS Vocabulary, এবং আপনাদের সকল কমন প্রশ্নের উত্তর। এছাড়াও আপনি যদি ঘরে বসেই IELTS এর ৪টি Segment এর আরো Detail-এ, একদম Complete Preparation নিতে চান তাহলে IELTS Course by Munzereen Shahid কোর্সটি দেখে আসতে পারেন। এরই মধ্যে ২০,০০০ এরও বেশি শিক্ষার্থীর এখানেই তাদের IELTS পরীক্ষার ৪টি সেগমেন্টের প্রস্তুতি নিচ্ছেন।",
    "link": "https://rkmri.co/NeM05eN33eeM/"
  },
  {
    "title": "দেয়াল - হুমায়ূন আহমেদ",
    "author": "হুমায়ূন আহমেদ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/1b3707c61_62834.jpg",
    "desc": "ফ্ল্যাপে লিখা কথা ‘ভাদ্র মাসের সন্ধা। আকাশে মেঘ আছে। লালচে রঙের মেঘ। যে মেঘে বৃষ্টি হয় না, তবে দেকায় অপূর্ব। এই গাঢ় লাল, এই হালকা হলুদ, আবার চোখের নিমিষে লালের সঙ্গে খয়েরি মিশে সম্পূর্ণ অন্য রঙ। রঙের খেলা যিনি খেলছেন মনে হয় তিনি সিদ্ধান্তহীনতায় ভুগছেন।’ এভাবেই সূচনা ঘটেছে হুমাযূন আহমেদের চার দশকের বর্ণময় লেখকজীবনের শেষ উপন্যাস ‘দেয়াল’- এর। ২০১১ সালের মাঝামাঝিতে ‘দেয়াল’ রচনা শুরু করেছিলেন তিনি। সে-সময় উপন্যাসের পাঁচটি পর্ব ধারাবাহিকভাবে ‘অন্যদিন’-এর প্রকাশিত হয়। এরপর বেশ কিছুদিন বিরতির পর যুক্তরাষ্ট্রে তাঁর ক্যানসার চিকিৎসা চলাকালে নতুন করে ‘দেয়াল’ রচনায় মনোনিবেশ করেন তিনি, যদিও শেষ পর্যন্ত উপন্যাসটির চূড়ান্ত রূপ দেয়ার সুযোগ পান নি। সূচনা-অনুচ্ছেদে আকাশের রঙবদলের খেয়ায় যে সিদ্ধান্তহীনতার কথা বলা হচ্ছে তা বিশেষ ইঙ্গিতবহ। যে সময়কে উপজীব্য করা হয়েছে ‘দেয়াল’-এ, তা একটি সদ্যস্বাধীন জাতির ভাগ্যকাশের চরম অনিশ্চয়তার কাল। উপন্যাসের কিছু চরিত্র বাস্তব থেকে নেওয়া, নাম-ধাম সবই বাস্তব, ঘটনা-পরস্পরাও বাস্তবেরই অংশ। লেখক যেহেতু উপন্যাস লিখেছেন, তাই আছে কিছু কাল্পনিক চরিত্র। গল্প আবর্তিত হয়েছে এদের ঘিরেও। নানা ঘটনার ঘনঘটায় ঢাকা পড়ে নি জীবনসৌন্দর্য আর জীবন-সত্যের সন্ধান। ইতিহাসের সত্য আর লেখকের সৃজনী ভাবন্য-দুইয়ে মিলে ‘দেয়াল’ পরিণত হয়েছে একটি হৃদয়গ্রাহী উপাখ্যানে। ভূমিকা হুমায়ূন আহমেদের অবর্তমানে তার উপন্যাস দেয়াল প্রকাশিত হতে যাচ্ছে। প্রকাশকের ইচ্ছায় আমি তার ভূমিকা লিখছি। বইটির যে কোনো ভূমিকার প্রয়োজন ছিল, আমার তা মনে হয় না। গ্রন্থাকারে প্রকাশিত হওয়ার আগেই দেয়াল নিয়ে বিতর্ক দেখা দিয়েছে। বিষয়টা আদালত পর্যন্ত গড়িয়েছে। হাইকোর্টের পরামর্শ-অনুযায়ী লেখক উপন্যাসটির প্রথম প্রকাশিত রূপের পরিবর্তন সাধন করেছেন। গ্রন্থাকারে সেই পরিবর্তিত রূপই প্রকাশ পেতে যাচ্ছে। তারপরও আমার মনে হয়, দেয়াল বিতর্কিত থেকে যাবে। বইটিতে দুটি আখ্যান সমান্তরালে চলেছে। প্রথমটি অবন্তি নামে এক চপলমতি ও প্রচলবিরোধী মেয়ের কাহিনি। তার বাবা নিরুদ্দিষ্ট। স্বামীর সঙ্গে সম্পর্ক ত্যাগ করে মা ইসাবেলা স্বদেশ স্পেনে চলে গেছেন। এই দম্পতির কেউ যে সাধারণ বিচারে স্বাভাবিক, তা মনে হয় না। অবন্তি ঢাকা ঢাকায় বাস করে পিতামহ সরফরাজ খানের সঙ্গে- তিনি রক্ষণশীল এবং খেয়ালি- অবন্তিতে লেখা তার মায়ের চিঠি আগে গোপনে খুলে পড়েন, অবন্তির শিক্ষক শফিকের ওপর নজরদারি করেন এবং আরও অনেক কিছু করেন। মুক্তিযুদ্ধের সময় নিরাপত্তার খোঁজে ঢাকা ছেড়ে গ্রামে যান, সেখানেও টিকতে না পেরে আশ্রয় নেন এক পীরের বাড়িতে। এক পাকিস্তানি সেনা-কর্মকর্তা অবন্তিকে দেখে ফেলে বিয়ে করতে চায়। বিপদ থেকে উদ্ধার পেতে পীর নিজের ছেলের সঙ্গে অবন্তির বিয়ে দিয়ে দেন। অবন্তি এ-বিয়ে মেনে নেয় না বটে, কিন্তু হাফেজ জাহাঙ্গীরের সঙ্গে যোগাযোগ ছিন্ন করে না। তা নিয়ে কিছু জটিলতার সৃষ্টি হয়। সরফরাজ খানের পুত্রের বন্ধুদের একজন মেজর জেনারেল খালেদ মোশাররফ। এ-বাড়িতে তাঁর আসা-যাওয়া আছে। তাঁর সূত্রে কর্নেল তাহেরও এখানে এসেছেন। এভাবেই প্রথম আখ্যানের সঙ্গে দ্বিতীয় আখ্যানের যোগ সাধিত হয়। দ্বিতীয় আখ্যানটি সূচিত হয় মেজর ফারুকের বঙ্গবন্ধু হত্যার পরিকল্পনা নিয়ে। এই পরিকল্পনায় ফারুক ও মেজর রশীদ মেজর জেনারেল জিয়াউর রহমান ও ওসমানীকে জড়িত করে। পরিকল্পনায় ফারুক ও মেজর রশীদ মেজর জেনারেল জিয়াউর রহমান ও খালেদ মোশাররফের অভ্যুত্থান, কারাগারে চার নেতা হত্যা, কর্নেল তাহেরের নেতৃত্বে সিপাহী-জনতার বিপ্লব, জিয়াউর রহমানের মুক্তিলাভ ও ক্ষমতাগ্রহণ, খালেদ মোশাররফ ও কর্নেল হুদার হত্যা এবং তাহেরের ফাঁসিতে উপাখ্যানের সমাপ্তি। তারপরও লেখক দ্রুত ঘটনা বলে গেছেন, উপন্যাসের সমাপ্তি হয়েছে জিয়ার হত্যাকাণ্ডে। আমাদের জাতীয় ইতিহাসের এসব শোকাবহ পর্বের বর্ণনায় যে-পরিসর ও ব্যাখ্যা বিশ্লেষণের প্রয়োজন ছিল, বইতে তা দেওয়া হয় নি। বঙ্গবন্ধুর শাসনকালে অনুবস্ত্রের অভাব এবং রক্ষী বাহিনীর অত্যাচার ও তাদের প্রতি সর্বসাধারণের ক্ষোভ ও ঘৃণার কথা উল্লেখ করা হয়েছে। শেখ মুজিবকে বঙ্গপিতা, মহামানব ও বঙ্গবন্ধু বলা হলেও মৃত্যুতে তিনি লেখকের অতটা সহানুভূতি লাভ করেননি যতটা পেয়েছেন তাঁর পরিবারের শিশু ও নারীরা। বঙ্গবন্ধু-হত্যায় মানুষের মধ্যে থেকে যে প্রবল প্রতিবাদ হলো না, বরঞ্চ কোথাও কোথাও আনন্দ-মিছিল হলো, এতে লেখক বিস্মিত (কাদের সিদ্দিকীর প্রতিবাদ সম্পর্কে হুমায়ূনের মন্তব্য : ‘ভারতে তিনি ‘কাদেরিয়া বাহিনী’ তৈরি করে সীমান্তে বাংলাদেশের থানা আক্রমণ করে নিরীহ পুলিশ মারতে লাগলেন। পুলিশ বেচারারা কোনো অর্থেই বঙ্গবন্ধুর হত্যার সঙ্গে জড়িত না, বরং সবার আগে বঙ্গবন্ধুকে রক্ষা করার জন্যে তারা প্রাণ দিয়েছে।”) অবন্তির গৃহশিক্ষক শফিক- যে নিজেকে খুবই ভীতু বলে পরিচয় দেয়, সে-কিন্তু রাস্তায় দাঁড়িয়ে ‘মুজিব হত্যার বিচার চাই’ চলে স্লোগান দেয়, গ্রেপ্তার হয় এবং নিপীড়ন সহ্য করে। খন্দকার মোশতাককে এ-বইতে আমার পাই কমিক চরিত্ররূপে। ‘অসীম সাহসী মুক্তিযোদ্ধা বীর উত্তম খালেদ মোশাররফ’ এবং ‘মহাবীর কর্নেল তাহেরে’র প্রতি লেখকের শ্রদ্ধা প্রকাশ পেয়েছে এবং উপন্যাসে কর্নেল তাহেররকেও দেখি খালেদ মোশাররফের সাহসিকতা ও চরিত্রগুণের প্রশংসা করতে। জিয়াউর রহমানের আর্থিক সততার প্রশংসা আছে, জনগণের শ্রদ্ধা তিনি অর্জন করেছিলেন, তা বলা হয়েছে, সেই সঙ্গে তাঁর ক্ষমতালোভের কথা বলা হয়েছে এবং সরকারি তথ্য উদ্বৃত করে জানানো হয়েছে যে, ১৯৭৭ সালের ৯ অক্টোবর পর্যন্ত তাঁর গঠিত সামরিক আদালতের বিচারে ১১৪৩ জন সৈনিক ও অফিসারকে ফাঁসির দড়িতে ঝুলিতে হয়েছে। হুমায়ূনের মতে, এদের দীর্ঘনিশ্বাস জমা হয় চট্টগ্রামের সার্কিট হাউজে- সেখানে ‘জিয়া প্রাণ হারান তাঁর এক সময়ের সাথী জেনারেল মঞ্জুরের পাঠানো ঘাত বাহিনীর হাতে।’ এই সিদ্ধান্তের সমর্থনে বইতে কোনো তথ্য নেই, বরঞ্চ এই হত্যাকাণ্ডের পশ্চাতে মনজুরের ‘রূপবতী স্ত্রী’র প্রলয়ংকরী স্ত্রীবুদ্ধি কাজ করে থাকতে পারে বলে অনুমান করা হয়েছে। বঙ্কিমচন্দ্র যে বলেছিলেন, ‘উপন্যাস উপন্যাস-উপন্যাস ইতিহাস নহে’, সে কথা যথার্থ। তবে ইতিহাসাশ্রিত উপন্যাসে ইতিহাসের সারসত্য অবিকৃত থাকবে বলে আশা করা হয় এবং কল্পনাপ্রসূত আখ্যানেও কার্যকারণ সম্পর্কের ব্যাখ্যা প্রত্যাশিত। দেয়াল উপন্যাসের প্রথমদিকে হুমায়ূন আহমেদ নিজের উল্লেখ করেছে প্রথম পুরুষে, শেষদিকে এসে উত্তমপুরুষে নিজের কথা সে বলে গেছে। আমরা জানতে পারি- অনেকেরই তা অজানা নয় যে- শহীদ পরিবার হিসেবে ঢাকা শহরে হুমায়ূনদের সরকারিভাবে যে বাড়ি বরাদ্দ দেওয়া হয়, রক্ষী বাহিনীর এক কর্মকর্তা তা দখল করে তাদেরকে নির্মমভাবে সেখান থেকে উচ্ছেদ করে পথে নামিয়ে দেন; হুমায়ূনের মা এবং ভাইবোনেরা শুধু চরম অপমানের শিকার হন, তা নয়, নিরাপত্তার সম্পূর্ণ অভাবে পড়েন। বিশ্ববিদ্যালয়ের তরুণ শিক্ষক হুমায়ূনকে বাকশালে যোগ দিতে চাপ দেওয়া হয় এবং চাপের কাছে নতিস্বীকার করে রসায়ন বিভাগে রেজিস্ট্রারের অফিসে এবং উপাচার্যের দপ্তরে ছোটাছুটি করেও শেষ পর্যন্ত সময় উত্তীর্ণ হওয়ার কারণে তার প্রয়াস নিষ্ফল হয়, বাকশালে যোগদান থেকে সে বেঁচেই যায় বলতে হবে। এসব ঘটনা বঙ্গবন্ধুর সরকার সম্পর্কে তার মনে বিরুপ প্রতিক্রিয়ার সৃষ্টি করে। অন্যপক্ষে কর্নেল তাহেরের ভাই আনোয়ার হোসেনের সূত্রে তাহেরের সঙ্গে সে পরিচিত হয়, তাঁর মাকে নিজের মায়ের মতো দেখতে অভ্যস্ত হয়। তাহেরের জীবনাবসান তার মনে গভীর দাগ ফেলে যায়- এতটাই যে ভারতীয় হাই কমিশনার সমর সেনকে অপহরণের পরিকল্পনাকে ‘সাহসী’ বলে ‍উপন্যাসে প্রশংসা করা হয়েছে। আমার ধারণা, হুমায়ূনের এই ব্যক্তিগত পটভূমি এই উপন্যাসের চরিত্র ও ঘটনার উপস্থাপনে তাকে প্রভাবান্বিত করেছে। প্রথম আখ্যানেই আমরা পরিচিত হুমায়ূন আহমেদকে পাই। চরিত্রের খেয়ালিপনা, সংলাপের সংঘাত, ঘটনার আকস্মিকতা ও কার্যকারণহীনতা আমাদের সবসময়ে রহস্যময়তার দিকে আকর্ষণ করে। দ্বিতীয় আখ্যানের ঐতিহাসিকতা প্রমাণের জন্যে হুমায়ূন বইপত্র এবং মামলার কাগজপত্রের শরণাপন্ন হয়েছে। তবে তারপরও তথ্যগত ত্রুটি রয়ে গেছে। কাহিনি বলা থামিয়ে লেখক কখনো তারিখ দিয়ে মোটা দাগে ঘটনার বিবরণ লিখে গেছে। শেষে এক লাফে ছ বছর সময় পেরিয়ে উপসংহারে পৌঁছেছে। এরই মধ্যে ছড়িয়ে আছে হুমায়ূনের স্বভাবসিদ্ধ এপিগ্রাম। সামান্য নমুনা দিই : মানুষ এবং পশু শুধু যে বন্ধু খোঁজে তা না, তার প্রভুও খোঁজে। এই পৃথিবীতে মূল্যবান শুধু মানুষের জীবন, আর সবই মূল্যহীন। কিছু বিদ্যা মানুষের ভেতর থাকে। সে নিজেও তা জানে না। যে লাঠি দিয়ে অন্ধ মানুষ পথ চলে, সেই লাঠি দিয়ে মানুষও খুন করা যায়। মানবজাতির স্বভাব হচ্ছে সে সত্যের চেয়ে মিথ্যার আশ্রয়ে নিজেকে নিরাপদ মনে করে। সমালোচক যা-ই বলুক না কেন, আমি জানি, হুমায়ূন আহমেদের অন্য বইয়ের মতো দেয়ালও পাঠকের সমাদর লাভ করবে। আনিসুজ্জামান বাংলা বিভাগ ঢাকা বিশ্ববিদ্যালয়",
    "link": "https://rkmri.co/2mRS05I5SRAp/"
  },
  {
    "title": "নবি জীবনের গল্প - আরিফ আজাদ",
    "author": "আরিফ আজাদ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/0a41da307_212664.jpg",
    "desc": "\"নবি জীবনের গল্প\" বইয়ের ফ্ল্যাপের কথাঃ প্রথম ফ্ল্যাপের কথাঃ কালের ঘূর্ণাবর্তে সবকিছুর পালাবদল ঘটছে ৷ পরিবর্তন আসছে জীবনের রূপ ও রঙে। সময়ের পরিবর্তনের সাথে সাথে নতুন চিন্তা এসে গ্রাস করছে পুরােনাে চিন্তার জগৎ। এভাবেই চলছে গ্রহণ-বর্জনের নিরন্তর চক্র কালের এই চক্র ৷ সবকিছুতে পরিবর্তনের ছোঁয়া লাগলেও একমাত্র ইসলাম-ই চৌদ্দশত বছর ধরে চিন্তা-চেতনা ও জ্ঞান বিকাশের অবিকৃত ও পরিপূর্ণ ধারায় রয়েছে বিরাজমান। মানবজাতির জন্য নির্দেশিকা হিসেবে নাযিল হওয়া ইসলামের বার্তাসমূহের রয়েছে সমসাময়িক ও আগামী জীবনের উপযোগিতা। ইসলামের সুমহান সেই বার্তাগুলাে-ই বিশ্বাসী মানুষের দ্বারে পৌঁছে দেওয়ার লক্ষ্যে ‘সমকালীন প্রকাশন-এর পথচলা। শেষ ফ্ল্যাপের কথাঃ চৌদ্দ শ’ বছর আগের কথা। তপ্ত মরুর বুকে গড়ে উঠেছে বিশাল এক জনপদ। আধারের আস্তরণ সেখানে অনেক বেশি প্রকট। মিথ্যের বেসাতি আর পাপাচারের নগ্নোৎসবে মাতােয়ারা সবাই ৷ বিচ্যুত তারা সকলে, এক অনিবার্য সত্যের পয়গাম থেকে যা এই অঞ্চলে একদিন ফেরি করেছিলেন এক আলাের ফেরিওয়ালা ইবরাহিম আলাইহিস সালাম৷ যে আলাে প্রায় নিভুনিভু, সে আলােতে নতুন বিচ্ছুরণ নিয়ে একদিন উন্মেষ ঘটলাে এক মহামানবের যার আগমনে বদলে গিয়েছে গোটা পৃথিবী! ইতিহাসের সকল গতিপথ, সকল বাঁক যিনি ভেঙেচুরে গড়েছেন, যিনি অনিবার্য সেই সত্য পয়গামের ধারক হয়েছেন ধরণির বুকে, তিনি হলেন মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম৷ সেই মহামানবের মহামানবীয় গুণাবলি, যা তাকে সবার চাইতে আলাদা করেছে, যা তাকে সকলের মাঝে অনন্যসাধারণ করে তুলেছে, সেই অনন্যতার গল্প আমাদের জীবনে কতটা নিবিড়ভাবে প্রাসঙ্গিক তা জানতে ডুব দেওয়া যাক ‘নবি-জীবনের গল্পে।",
    "link": "https://rkmri.co/N0mRI3RMAlp0/"
  },
  {
    "title": "ডাবল স্ট্যান্ডার্ড - ডা. শামসুল আরেফীন",
    "author": "by ডা. শামসুল আরেফীন",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/8a7c92ed2_147520.jpg",
    "desc": "ডাবল্ স্ট্যান্ডার্ড এর ভূমিকা: সব রকমের প্রশংসা আল্লাহরই যিনি একাই সবকিছু করেছেন, করবেন। অগণিত দরুদ ও সালাম চির-আধুনিক মহামানবের জন্য যাঁকে না মুসলমানরা চিনলাম, আর না অমুসলিমদের চেনাতে পারলাম। সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম। আর কয়েকজনকে দুআ না করলে অসম্পূর্ণ থেকে যাবে। আমার সহাদের শুভ্র সালেহ এই বইটার স্বপ্নদ্রষ্টা, বলেছিল ডায়েরির টুকে রাখা চিন্তাগুলোকে মলাটে বাঁধতে; অভিভাবকপ্রতিম আব্দুল্লাহ আল-বাকী ভাইয়ের কাছে পেয়েছি প্রয়োজনীয় নির্দেশনা; আমার স্ত্রীর উৎসাহ ও দুআ তো ছিলই। ছােটবোনটাও ছিল গল্পের পাঠিকা,যদিও কিছু বুঝতো কিনা আমার সন্দেহ আছে। আরও ধন্যবাদ মাওলানা ওবায়দুল্লাহ আযহারী সাহেবকে যিনি এই ছাইপাশকে প্রকাশের যোগ্য বিবেচনা করেছেন। ধন্যবাদ মাওলানা আব্দুল্লাহ আল ফারুক, মুফতি রাইহান খাইরুল্লাহ ও অনুমোদন করেছেন এই বইকে। ব্যস্ততার মাঝেও যিনি প্রতিটি শব্দ নজরে ছানী করে দিয়েছেন মুফতি আবু সালেহ মোহাম্মদউল্লাহ সাহেব হাফিযাহুল্লাহকে এবং প্রচ্ছদকার আবুল ফাতাহ মুন্না ভাইকে হৃদয় নিংড়ানো দুআ । আল্লাহ আপনাদের সবাইকে আহসানুল জাযা, সর্বোত্তম বদলা দান করুন- আমিন । ইসলামের প্রতিটি বিধানই কল্যাণময়। কখনও কোন বিশেষ বিষয়ে তাৎক্ষণিক কল্যাণময় আবার কখনো বিশেষ বিষয়ে, কল্যাণ আপাতভাবে ধীরগতির (slow dose) হলেও সামষ্টিকভাবে কল্যাণ স্পষ্ট। এজন্য কখনো কখনো মনে হতে পারে যে ইসলামের বিধান এমন কেন? বা এটা ইসলামে অনুমোদিত কেন? গভীর চিন্তা করলে বুঝা যায়, যদিও একপক্ষ বিচারে আপত্তি উত্থাপনের সুযোগ আছে বলে মনে হয়; কিন্তু সামগ্রিকতা বিচারে দেখা যায় এর চেয়ে সুন্দর ও কল্যাণময় বিধান আর হতেই পারেনা। ডাক্তারি ভাষায় বললে, ওষুধের যেমন সাইড এফেক্ট থাকে, আমাদের তৈরি সমাধানগুলো এমন একটা সমাধান করতে গেলে আরেকটা সমস্যা তৈরি হয়। কিন্তু ইসলামের বিধান সাইড-এফেক্ট মুক্ত; যদিও কখনো দ্রুত, কখনো ধীর; কিন্তু সামগ্রিক রোগ আরোগ্য হবেই নো ডাউট। কেননা এ বিধান এসেছে এমন একজনের কাছ থেকে যিনি মানবজীবনের ও মানবসমাজের স্রষ্টা, সমস্যারও স্রষ্টা, ফলাফলেরও স্রষ্টা । তাই সমাধান তার চেয়ে ভাল আর কে দেবে? প্রথমত, বইটা লেখা আমার নিজের হিদায়াতের জন্য। যাতে ইসলামের যে বিধানগুলোতে বিদ্বেষীমহল সন্দেহ সৃষ্টি করতে চাচ্ছে, সেগুলোতে আমার নিজের বিশ্বাস আরো পাকাপোক্ত হয়। আর ইসলামের বিধানে যুক্তি খুঁজতে যাবার দুঃসাহস দেখাইনি, যেটা খুঁজতে গিয়েছি সেটা হল - কারণ শায়খুল হাদিস মাওলানা যাকারিয়া কান্ধলভী মাদানী রহঃ এর একটি কথা আমাকে এ কাজে প্রেরণা দিয়েছেঃ “পবিত্র শরীয়তের প্রত্যেকটি হুকুমের মধ্যে যেমন সীমাহীন খায়ের-বরকত ও সাওয়াবা রহিয়াছে, তেমনিভাবে উহার মধ্যে বহু প্রকার কল্যাণও নিহিত রহিয়াছে। যাহার প্রকৃত রহস্য উদঘাটন করা অত্যন্ত দুরূহ ব্যাপার; কারণ আল্লাহ তা'আলার অসীম জ্ঞান ও উহার মধ্যকার কল্যাণ উদঘাটনের সাধ্য কাহার আছে? তথাপি নিজ নিজ যোগ্যতা ও হিম্মত অনুপাতে প্রত্যেকের জ্ঞানের পরিধি হিসাবে উহার কল্যাণও বুঝে আসে। যাহার যত যোগ্যতা বেশি হয় ততই শরীয়তের হুকুমে নিহিত গুণাগুণ ও উপকারিতা বুঝে - আসিতে থাকে” । (ফাযায়েলে আমাল, পৃষ্ঠা ৭৬) তার মানে শরীয়তের হুকুমের কল্যাণ বুঝা সম্ভব। অধমের স্বল্পজ্ঞান ও অযোগ্যতা নিয়ে একাজ করার উদ্দেশ্য একটাই— যদি কোন জ্ঞানী ও যোগ্য ব্যক্তি পর্যন্ত আমার এ আহবান পৌঁছে, না জানি তাঁর গবেষণা থেকে কত রহস্য উম্মত জানতে পাবে, না জানি কত দুর্বল মুসলিমের ঈমান বেঁচে যাবে | দ্বিতীয়ত, মনে হয়েছে অবাধ তথ্যপ্রবাহ ও বাকস্বাধীনতার নষ্টামীর এই যুগে এমন কিছু ভাবনার সংকলন দরকার যা প্রতিটি মুসলিমের সংগ্রহে থাকা চাই। কেননা প্ৰাচ্যবিদদের (বিধমী ইসলামগবেষকদের) পুরনাে প্ৰলাপই নতুন মোড়কে আসছে। সেই জংধরা অস্ত্ৰেই ঘায়েল হচ্ছে আমাদের সন্তানদের অপকু দুর্বল ঈমান। মূলত বইটা আগে আমাদেরই জন্য লেখা, ওদের জন্য পরে। সামান্য এই কাঁটা বিষয় সম্পর্কে প্রতিটি আর শেষদুটাে গল্প তো শুধুই আমাদের জন্য। মাগদূর্ব ও দ্বোয়াল্লিন'এর পথে যারা আমরা হেঁটে “আন’আমতা আলাইহিম’এর পথ ছেড়ে দিয়েছি। তৃতীয়ত, ওদেরকে আমি দুইভাগে ভাগ করি। তৎসম নামধারী আর আরবি নামধারী। তৎসম নামধারীরা হিন্দুধর্মের বিকৃতি ও অসাড়তা বুঝে নাস্তিকতা অর্জন করেছেন। ইসলামকেও ঐরকমই কিছু একটা ভেবে নিয়েছেন, বা আরবি নামধারী নাস্তিকদের চোখেই ইসলামকে চিনে ঋণাতক ধারণা পোষণ করছেন। এই বই ওনাদের জন্যও কারণ তাঁরা আসলেই সত্য খুঁজতে যেয়ে নাস্তিক হয়েছেন। তৎসম নামের নাস্তিকরা সত্যের অনেক কাছাকাছি। ওনাদের জন্য আমার বুকভরা দুআ আর একটু বন্ধু, এই সামনের মোড়ের পরেই তোমার গন্তব্য। চতুর্থত, আরবি নামধারী নাস্তিক।এনাদের নাস্তিকতা অর্জনের কারণ প্রবৃত্তি বা ঝোঁক এমন একটা দিকে তাদের আকর্ষণ বা ঝোঁক, যা ইসলাম অনুমোদন দেয়না। হয় সে সমকামী, না হয় ব্যভিচারী, না হয় মা-বোনকে নিয়ে যৌন ফ্যান্টাসিতে ভোগে, বা মদ-গাঁজা টানে, নয়তো বহুপুরুষগামিনী- দেখবেন কোন একটা নীতিবিরোধী ও মানবতাবিরোধী কিছুতে সে লিপ্ত যা সে ছাড়তে চায়না। এজন্যই ইসলামকে সে শত্রু। হিসেবে নেয় কারণ উপায় নেই যে তখন তার কাজই হয় ইসলামের খুঁত খুঁজে বের করে প্রচার করা। খুঁজতে গিয়ে সে পেয়ে যায় পশ্চিমা ঐতিহাসিকদের কিছু প্ৰলাপ, টেপ রেকর্ডার। ইসলামের দিকে তাক করা বাঁধা কয়েকটা প্রশ্ন। এর ভিতরেই তার ঘুরপাক, অপলাপ, প্রপাগান্ডা। যেগুলোর উত্তর দিতে গিয়ে আমরা মুসলিমরা হিমশিম খেয়েছি। এড়িয়ে যেতে চেয়েছি। এসব প্রশ্ন যে আমাদের মনেও আসেনা তা নয়। কেউ ওদের জালেই ফেসে গিয়েছে। এই বই ওদের জন্যও। তবে যারা কুরআন তারা এই বইয়েও খুঁত বের করবে। এটাই স্বাভাবিক। ওদের জন্য আমার বুকফাটা দুআ । তবে হ্যাঁ, এই বইয়ের খুঁত গ্রহণযোগ্য হবে নিচের শর্তসাপেক্ষেঃ ১। আইন বিষয়ে আইন পড়ুয়ার মন্তব্য গ্রহণযোগ্য। বিজ্ঞান বিষয়ে বিজ্ঞান ফ্যাকাল্টির কেউ হতে হবে। একইভাবে সংশ্লিষ্ট বিষয়ের রেফারেন্স কর্তন করতে হলে সংশ্লিষ্ট বিষয়ের ব্যক্তি হতে হবে। ২। দাসপ্রথা- দাসীপ্রথা এসব সমাধান জাতীয় বিষয়ে শুধু সমালোচনা গ্রহণযোগ্য নয়। বিকল্প প্রস্তাব দিতে হবে। যে উদ্দেশ্যগুলো পূরণ করে ইসলাম সমাধান দিয়েছে ঐ সবগুলো উদ্দেশ্য পূরণ করে এমন বিকল্প সমাধান প্ৰস্তাব করতে হবে। উদ্দেশ্যগুলোর কথা গল্পে বলেছি। ৩। জিযিয়া-মানবধর্ম-বনু কুরাইযা-শ্রেণিবৈষম্যহীন সমাজ – এ বিষয়ে ডাবল স্ট্যান্ডার্ড ছেড়ে একপাল্লায় জবাব দিতে হবে। সেকুলার সিস্টেমে হলে ঠিক আছে, ইসলাম করলে দোষ— এই বুলি ছেড়ে ম্যাচিউরড জবাব লাগবে ৪ । কোন তথ্য ভুল প্রমাণ করতে চাইলে সঠিক, যাচাইযোগ্য রেফারেন্স দিতে হবে। এখানে আমি সব যাচাইযোগ্য রেফারেন্স দিয়েছি। এখন আপনি যদি CIA এর সংরক্ষিত ওয়েবসাইটের reference দেন।তাহলে হবেনা। আর এড়িয়ে যাবনা সময় এসেছে পালটা ধাওয়ার ও দুআরা। নাস্তিকদের জন্য দুআ, আর নাস্তিকতার জন্য ধাওয়া। আমি কিছু ভাবলাম। ভাবনায় অসম্পপূর্ণতা আছে। মানবীয় ত্রুটি আছে। আপনারাও ভাবুন। নতুন অ্যাঙ্গেল থেকে ভাবুন। শব্দের পর শব্দ গেথে নতুন অস্ত্ৰ বানান ছড়তে থাকুন। ইতিহাসের ভাগাড়ে ঠাঁই হােক ইসলামবিদ্বেষের। এটা প্রথম পরীক্ষামূলক বিস্ফোরণ— “ডাবল স্ট্যান্ডার্ড পরেরটা আরো ধারালো, আরো জোরালো, হয়ত আরো ভয়াবহ। দুআ চাই। (দৃশ্যপটের প্রয়ােজনে কখনাে গান,তাস খেলা, ফ্রি মিক্সিং এসেছে। সামনে এধরনের জিনিস আরো আনবো। যাতে যুবসমাজের সময় ও আগ্রহের যে অপচয়, বর্তমান যে অবস্থা- তা স্পষ্ট হয়। আর ইংরেজি শব্দ বারবার এসেছে, কারণ বাংলা অর্থটির চেয়ে এগুলো এখন জেনারেল শিক্ষিত মহলে বেশি ব্যবহৃত হয়। যেখানে বাংলার চেয়ে ইংরেজি শব্দে মনের ভাব প্ৰকাশ বেশি হয় মনে করেছি। সেখানে ইংরেজি শব্দটাই ব্যবহার করেছি। আশাকরি দৃষ্টিকটু লাগবে না। বান্দা শামসুল আরেফীন ১৬/৬/২০১৭ ঢাকা । ডাবল্ স্ট্যান্ডার্ড এর সূচিপত্র : * না দেখে বিশ্বাস : মানবজন্মের সার্থকতা * দাসপ্রথা ৪ ঐশী বিধানের সৌন্দর্য * দক্ষিণ হস্ত মালিকানা : একটি নারীবাদী বিধান * শস্যক্ষেত্র : সম্পপত্তি, না সম্পদ? * জিযিয়া : অমুসলিম নাগরিকের দায়মুক্তি * শ্রেণিবৈষম্যহীন সমাজ : ওদের স্বপ্ন , আমাদের অর্জন * আরব সংস্কৃতি মানবো কেন? * সমাধান কি মানবধর্মেই? * বনু কুরাইযার মৃত্যুদণ্ড ও বাংলাদেশ দণ্ডবিধি * পরিপূর্ণ দাড়ি : জঙ্গল নয়, ছায়াবীথি * বিজ্ঞানকল্পকাহিনী : শাশ্বত একত্ব (Eternal Oneness)",
    "link": "https://rkmri.co/SNpENyAyyeN3/"
  },
  {
    "title": "ইসলাম ও আমাদের জীবন-৬ : তাসাওউফ ও আত্মশুদ্ধি - (شيخ الاسلام مفتي محمد تقي عثماني) শাইখুল ইসলাম মুফতী মুহাম্মাদ তাকী উসমানী",
    "author": "(شيخ الاسلام مفتي محمد تقي عثماني) শাইখুল ইসলাম মুফতী মুহাম্মাদ তাকী উসমানী",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/8000108beb24_118676.gif",
    "desc": "তাসাওউফের উদ্দেশ্য কী? কোনো শাইখের তত্ত্বাবধানে থাকার প্রয়োজনীয়তা আছে কি? থাকলে তা কতখানি জরুরি? সমাজ-সংস্কার কীভাবে হবে? নফসের সংঘাত, আত্মার ব্যাধি ও আধ্যাত্মিক চিকিৎসকের প্রয়োজনীয়তা কতটুকু? বোঝা যাবে এই বই থেকে। এছাড়াও অর্থলোভ ভালো না খারাপ? মন ও বিষাদের রোগ সারবে কী করে? অলসতার প্রতিষেধক কী হবে? আল্লাহর ভয় তৈরি করার উপায় কী? আল্লাহর রাস্তায় কষ্ট ও মুজাহাদার গুরুত্ব কতটুকু? সর্বোপরি আল্লাহ তাআলার সঙ্গে সম্পর্ক স্থাপনের সহজ পদ্ধতি কী হবে? একজন মুসলিম হিসেবে এ সবই আমাদের জানা একান্ত জরুরি। কাজেই নিজের আত্মার ব্যাধিসমূহের চিকিৎসা করিয়ে আত্মার গুণাবলির বিকাশ ঘটিয়ে আল্লাহ পাকের সন্তুষ্টিলাভের জন্য এ কিতাব সকল মুসলিমের অবশ্যপাঠ্য।",
    "link": "https://rkmri.co/SIMp5oAMe20p/"
  },
  {
    "title": "প্রহেলিকা - নাজিম উদ দৌলা",
    "author": "by নাজিম উদ দৌলা",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Prahelika-Nazim_Ud_Daula-5128e-352660.jpg",
    "desc": "গল্পটা একজন ডিটেকটিভের; যিনি হতে চেয়েছিলেন স্ট্যান্ডআপ কমেডিয়ান, কিন্তু নিয়তির পালা-বদলে আজ তিনি জাঁদরেল পুলিশ অফিসার। গল্পটা একজন লেখকের; যিনি প্রিয়জনকে হারানোর স্মৃতি ভুলতে কলম ধরেছিলেন, কিন্তু ভাগ্যচক্রে আজ তিনি বেস্ট সেলার থ্রিলার লেখক। গল্পটা এক সাইকোপ্যাথের; যে শহরের রাস্তায় রাস্তায় ঘুরে বেড়ায় আর সুযোগ পেলেই নৃশংসভাবে খুন করে ভাগ্যবঞ্চিত শিশুদের। তিনজন মানুষের গন্তব্য একসূত্রে গেঁথে দিলো \"গাল্লি বয়\" নামে একটি উপন্যাস। একের পর এক রহস্য, একটা সমাধান হতেই উঁকি দিচ্ছে আরো দুটো! সব রহস্যের সমাধান হবে একজনকে খুঁজে পেলে। তার আসল নাম কেউ জানে না, ছদ্মনাম- প্রহেলিকা।",
    "link": "https://rkmri.co/em3MNp5oA5my/"
  },
  {
    "title": "উদ্দেশ্যহীন আর কত দিন? - উস্তাদ মোহাম্মদ হোবলোস",
    "author": "উস্তাদ মোহাম্মদ হোবলোস",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Uddesshohin_ar_koto_din_-Ustad_Mohammad_Hoblos-f0b41-288507.jpg",
    "desc": "কখনো কি ভেবেছ, তুমি কে? তুমি কী? আর তুমি কেন? যদি না ভেবে থাকো, তবে নিজেকে কেন ভুলে গিয়েছ, তা নিয়ে অন্তত একটু ভাবো! প্রতিনিয়ত আজানের সুরে, বক্তব্যের আবেগী ভাষায়, বইয়ের পাতায় তোমাকে রবের দিকে ডাকা হয়, অথচ তুমি জীবনের বিপরীতে মৃত্যুকেই বেছে নাও। আর কতবার, কতভাবে, কত রকম শব্দ দিয়ে বোঝালে তোমার অন্তরের বন্ধ দরজাটা একটু খুলবে? তোমার ভেতরের ক্ষতগুলো কত গভীর হলে, ব্যথাগুলো কতটা ছড়িয়ে গেলে, আর কত দিন যন্ত্রণা পোহালে তোমার এই মৃত্যুর ঘোর ভাঙবে—বলো তো? তারপর বলো, তোমার এই উদ্দেশ্যহীনতা আর কত দিন? অন্তরে এই শূন্যতা নিয়ে আর কত দিন যন্ত্রণা পোহাবে? তোমার একটা উদ্দেশ্য প্রয়োজন, তোমার ইসলাম প্রয়োজন, তোমার ভেতরে পূর্ণতা প্রয়োজন, এই যন্ত্রণা থেকে মুক্ত হওয়া প্রয়োজন—এজন্যই তোমাকে ফিরতে হবে। উদ্দেশ্যহীন আর কত দিন?",
    "link": "https://rkmri.co/3INNeApT0lSI/"
  },
  {
    "title": "আর রাহীকুল মাখতূম - আল্লামা সফিউর রহমান মুবারকপুরী (রহ.),মুফতি আশেক হাসান কাসেমী",
    "author": "আল্লামা সফিউর রহমান মুবারকপুরী (রহ.)",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Are_Rahikul_Makhtum-Allama_Sofiur_Rahman_Mubarakpuri_Rh-f1239-214466.jpg",
    "desc": "",
    "link": "https://rkmri.co/532M2EEMENll/"
  },
  {
    "title": "আহকামুন নিসা - মাওলানা মুহাম্মদ হেমায়েত উদ্দীন",
    "author": "মাওলানা মুহাম্মদ হেমায়েত উদ্দীন",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/8e50025345b4_46430.jpg",
    "desc": "\"আহকামুন নিসা\"বইটির প্রথমের কিছু অংশ: নেক বিবিদের কাহিনী। নেককার পরহেযগার লােকদের জীবনী পাঠ করলে তাদের মত নেককার পরহেযগার হওয়ার আগ্রহ পয়দা হয়, তাদের মত আমল ও ইবাদত-বন্দেগী এবং সাধনা করার জযবা সৃষ্টি হয়। ওলী আউলিয়া ও বুযুর্গানে দ্বীনের কাহিনী শুনলে গাফেল অন্তর জেগে উঠে । ওলী আউলিয়া ও বুযুর্গানে দ্বীনের হালাত সামনে না থাকলে মানুষ হয়তােবা আমল ও সাধনায় অগ্রসর হতে পারে না কিংবা অল্প আমল ও কিঞ্চিৎ সাধনা করেই মনে করে যে, অনেক করছি । কিন্তু বুযুর্গানে দ্বীনের হালাত দেখলে তখন মানুষ বুঝতে পারে তাদের আমলে কত ত্রুটি ও স্বল্পতা রয়েছে। আমলের আগ্রহ ও জযবা সৃষ্টি করার উদ্দেশ্যে এবং দ্বীনের উপর চলার নমুনা বােঝার জন্য নিয়ে নেককার বুযুর্গ বিবিদের কিছু কাহিনী পেশ করা হল। এ কয়েকজন নবীর স্ত্রী হযরত আদম (আ.)-এর স্ত্রী বিবি হাওয়াহযরত হাওয়া (আ.) পৃথিবীর প্রথম মানুষ ও প্রথম নবী হযরত আদম (আ.)-এর স্ত্রী। হযরত আদম (আ.) আদি পিতা আর হযরত হাওয়া (আ.) পৃথিবীর সকল মানুষের মা। আল্লাহ তাআলা তাঁর বিশেষ শক্তির দ্বারা হযরত হাওয়া (আ.)কে হযরত আদম (আ.)-এর বাম পাঁজরের হাড় থেকে সৃষ্টি করেছেন। তারপর হযরত আদম (আ.)-এর সাথে বিবাহ দিয়েছেন। তাদের উভয়কে জান্নাতে থাকার স্থান দিয়েছেন। আর জান্নাতের বিশেষ একটি গাছের ফল খেতে নিষেধ করেছেন। শয়তান তাদেরকে এই বলে ধোঁকা",
    "link": "https://rkmri.co/yepyM2NTRNye/"
  },
  {
    "title": "আত তিব্বুন নববি (সা.) - ইমাম ইবনু কায়্যিমিল জাওযিয়্যাহ (রহ.)",
    "author": "ইমাম ইবনু কায়্যিমিল জাওযিয়্যাহ (রহ.)",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/deb665190_207313.jpg",
    "desc": "সুস্থতা মহান আল্লাহর দান। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুস্থতা রক্ষণের বিধান দিয়েছেন এবং অসুস্থতায় চিকিৎসা গ্রহণের গুরুত্বারোপ করেছেন। তিনি ইরশাদ করেন হে আল্লাহর বান্দাগণ তোমরা ওষুধ এর ব্যবস্থাপনা কর কেননা মহান আল্লাহ যত রোগ সৃষ্টি করেছেন প্রতিটির ওষুধও সৃষ্টি করেছে। প্রয়োজনের তাগিদে আল্লাহর রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজেও ওষুধ ব্যবহার করেছেন এবং বিভিন্ন সময় সাহাবায়ে কেরামের বিভিন্ন শারীরিক ও আত্মিক অসুস্থতার চিকিৎসা প্রদান করেছেন। আল্লামা ইবনুল কাইয়্যিম রচিত চলমান গ্রন্থটি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিভিন্ন সময়ে দেয়া বিভিন্ন চিকিৎসা পরামর্শের সামগ্রিক রূপ। যেখানে বিভিন্ন রোগের মৌলিক কারণ, অসুস্থ হওয়ার পথ রুদ্ধ করা বিভিন্ন প্রতিষেধক এবং ওষুধের সহজ পদ্ধতি স্পষ্টভাবে বর্ণনা করা হয়েছে। পাশাপাশি শারীরিক সুস্থতা ধরে রাখতে মনস্তাত্ত্বিক বিভিন্ন পদ্ধতির পরিপূর্ণ বিশ্লেষণ করা হয়েছে। বর্তমানে আধুনিক চিকিৎসাবিজ্ঞান যথেষ্ট উন্নতি লাভ করেছে। কিন্তু আল্লাহর রাসূলের ঐশী পদ্ধতিতে প্রাপ্ত চিকিৎসা পদ্ধতির সামনে তা কোন অবস্থানই রাখে না। আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্ভুল চিকিৎসা পদ্ধতির কার্যকরিতা অনস্বীকার্য ও নজিরবিহীন। আল্লাহ রাসূলের দেখানো চিকিৎসা পদ্ধতির সম্মিলিত রূপের এই গ্রন্থটি একদিকে যেমন অসুস্থ ব্যক্তিদের হাতের নাগালে বিভিন্ন কার্যকরি ঔষধ এর সন্ধান দিবে পাশাপাশি চিকিৎসাবিজ্ঞানে অভিজ্ঞ ডাক্তার ও গবেষকগণের সামনে চিকিৎসা জগতে এক নতুন দিগন্তের উন্মোচন করবে। পাঠকদের জন্য এতে রয়েছে উন্নত চিকিৎসা চারিত্রিক উন্নত আদর্শ ও আত্মিক সাধনার এক ভান্ডার।",
    "link": "https://rkmri.co/oEA5MMeNoT50/"
  },
  {
    "title": "রিয়াদুস সালিহীন - ইমাম মুহিউদ্দীন ইয়াহইয়া আন-নববী (রহ.)",
    "author": "ইমাম মুহিউদ্দীন ইয়াহইয়া আন-নববী (রহ.)",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Riyadus_salehin_1_2-Emam_Muhiuddin_Eyaheya_An_Nobobi_RH-407d3-339055.png",
    "desc": "বইটির বৈশিষ্ট্য: * সহিহ হাদিসের আলোকে দুনিয়া ও পরকালের বিভিন্ন বিষয়ের ওপর কালজয়ী গ্রন্থ এটি। * সিহাহ সিত্তাহ ও প্রসিদ্ধ হাদিসের কিতাবগুলোর আলোকে প্রতিটি হাদিসের তাখরিজ করা হয়েছে। * যুগশ্রেষ্ঠ বিখ্যাত দুজন হাদিস-বিশারদের তাহকিক যুক্ত করা হয়েছে। * সংক্ষিপ্ত ব্যাখ্যা ও প্রয়োজনীয় নোট যুক্ত করা হয়েছে। * দুআগুলোর বাংলা উচ্চারণ তুলে ধরা হয়েছে। * বাসা-বাড়িতে নিয়মিত তালিম করার মতো সেরা বই। * সর্বসাধারণের উপযোগী সহজ-সরল পূর্ণাঙ্গ অনুবাদ। * সর্বপোরি এটা এমন একটি হাদিসের কিতাব, যে কিতাবটি সবাই পড়তে পারবে, যে কেউ এ কিতাবটি সংগ্রহে রাখতে পারবেন। আপনি জেনে অবাক হবেন যে, এ কিতাবটি সাজেষ্ট করেছেন বাংলাদেশসহ পৃথিবীর সকল ওলামায়ে কেরাম। নিশ্চিন্তে এ কিতাবটি সংগ্রহে রাখতে পারেন।",
    "link": "https://rkmri.co/EN5yR3II3yIp/"
  },
  {
    "title": "ইসলামী ব্যাংকিং ও অর্থায়ন পদ্ধতি : সমস্যা ও সমাধান - (شيخ الاسلام مفتي محمد تقي عثماني) শাইখুল ইসলাম মুফতী মুহাম্মাদ তাকী উসমানী",
    "author": "(شيخ الاسلام مفتي محمد تقي عثماني) শাইখুল ইসলাম মুফতী মুহাম্মাদ তাকী উসমানী",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/5afab3857_121531.jpg",
    "desc": "\"ইসলামী ব্যাংকিং ও অর্থায়ন পদ্ধতি : সমস্যা ও সমাধান\" বইটি সম্পর্কে কিছু কথা: যেসব লােক শরীয়তের মূলনীতি, আদর্শ এবং তার অর্থনৈতিক দর্শন সম্পর্কে পুরােপুরি ওয়াকিফহাল নন, তারা কখনও কখনও মনে করে থাকেন যে, ব্যাংক এবং আর্থিক প্রতিষ্ঠানকে সুদমুক্ত করলে উক্ত প্রতিষ্ঠানগুলাে আর ব্যবসায়ী প্রতিষ্ঠান থাকবে না বরং সেগুলাে সমাজ সেবামূলক প্রতিষ্ঠানে রূপারিত রূপান্তরিত হয়ে যাবে। যার উদ্দেশ্য হবে বিনা লাভে আর্থিক সেবা (Financial Service) প্রদান করা। প্রকৃতপক্ষে এ ধারণাটি সম্পূর্ণ ভ্রান্ত। শরীয়তের দৃষ্টিতে সুদবিহীন ঋণ একটি নির্দিষ্ট পরিমণ্ডলের জন্য; ব্যাপকভাবে ব্যবসায়িক লেনদেনের জন্য নয়। বরং তা পারস্পারিক সহযােগিতা এবং কল্যাণমুখী কর্মকাণ্ডের জন্য হয়ে থাকে। তবে যেখানে বাণিজ্যিক ভিত্তিতে পুঁজি সরবরাহের (Commercial Financing) প্রশ্ন জড়িত সেখানে ইসলামী শরীয়তের নিজস্ব এক স্বয়ংসম্পূর্ণ দিক নির্দেশনা (Set-up) বা নীতিমালা রয়েছে। সে ক্ষেত্রে ইসলামের মূলনীতি হলাে, যে ব্যক্তি অপরকে ঋণ প্রদান করছেন। তাকে প্রথমে এ সিদ্ধান্ত নিতে হবে যে, তিনি কি এ ঋণ দ্বারা শুধু দ্বিতীয় পক্ষকে সাহায্য করতে চান, নাকি তার মুনাফায় অংশীদার হতে চান? যদি তিনি এ ঋণ প্রদানের মাধ্যমে ঋণগ্রহীতাকে কেবল সাহায্য করতে চান তাহলে ঋণগ্রহীতা থেকে ঋণের পরিমাণের চেয়ে অতিরিক্ত দাবী করা থেকে বিরত থাকতে হবে। তার মূল পুঁজি নিরাপদ ও সুরক্ষিত থাকবে (অর্থাৎ দ্বিতীয় পক্ষের ক্ষতি বা লােকসান হলেও ঋণদাতার মূলধন ফেরৎ পাওয়ার অধিকার সংরক্ষিত থাকবে)। কিন্তু মূল পুঁজির অতিরিক্ত কোন মুনাফার হকদার তিনি হবেন না। আর তিনি যদি অন্যকে এই উদ্দেশ্যে পুঁজি সরবরাহ করেন যে, তার ব্যবসায় অর্জিত মুনাফায় অংশ নিবেন এমতাবস্থায় তিনি অর্জিত মুনাফায় পূর্ব সিদ্ধান্ত অনুযায়ী আনুপাতিক হারে মুনাফা দাবী করতে পারবেন। তবে, এ ক্ষেত্রে যদি ললাকসান হয়ে যায় তাহলে তাকে উক্ত লােকসানেরও দায় বহন করতে হবে।",
    "link": "https://rkmri.co/MoANemINMEE2/"
  },
  {
    "title": "বোখারী শরীফ (১-১০ খণ্ড একত্রে) - ইমাম মুহাম্মদ ইবনে ইসমাইল বোখারী (র)",
    "author": "ইমাম মুহাম্মদ ইবনে ইসমাইল বোখারী (র)",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/4bc5581c8_46936.jpg",
    "desc": "\"বোখারী শরীফ\" বইয়ের ভূমিকার অংশ থেকে নেয়া: মহানবী (সঃ)-এর পর কেয়ামত পর্যন্ত আর কোন নবী রাসূল দুনিয়াতে আসবেন না এবং কোন আসমানী কিতাবও নাযিল হবে না। কিতাবের পরই হল হাদীসের স্থান। মহানবী হযরত মুহাম্মদ (সঃ)-এর কথা, কাজ ও মৌন সম্মতিকে সংক্ষেপে হাদীস বলা হয়। আর এ হাদীস পবিত্র কোরআনের ব্যাখ্যা স্বরূপ।",
    "link": "https://rkmri.co/EMTlAATAy5El/"
  },
  {
    "title": "হজ্জ ও ওমরাহ পকেট - শায়েখ আব্দুল আজিজ ইবনে বায (রহ.)",
    "author": "শায়েখ আব্দুল আজিজ ইবনে বায (রহ.)",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/d78ab8b24_45911.jpg",
    "desc": "\"হজ্জ ও ওমরাহ\" বইটি সম্পর্কে কিছু কথাঃ রাসূলুল্লাহ (সা:)যেভাবে হজ্জ ও উমরাহ আদায় করতেন (কুরআন হাদীস থেকে সংগৃহীত ৯০টিরও অধিক গুরুত্বপূর্ণ দু’আসহ) সেইসব বিষয়ের প্রতি গুরুত্ব আরোপ করা হয়েছে।",
    "link": "https://rkmri.co/eSeTS2epIpNm/"
  },
  {
    "title": "আর রাহীকুল মাখতুম - আল্লামা সফিউর রহমান মুবারকপুরী (রহ.)",
    "author": "আল্লামা সফিউর রহমান মুবারকপুরী (রহ.)",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Ar_Rahikul_Makhtum-Allama_Sofiur_Rahman_Mubarakpuri_Rh-3dfc1-329649.jpg",
    "desc": "আর রাহীকুল মাখতুম\" বইয়ের সংক্ষিপ্ত কথা : এই জীবনীগ্রহে মুহাম্মদ (সাল্লাল্লা-হু 'আলাইহি ওয়া সাল্লাম)-য়ের জীবনের বিভিন্ন পর্যায়ের ঘটনাগুলো তুলে ধরা হয়েছে। হিজরী ১৩৯৬ সনে রাবেতায়ে আলামে ইসলামী সীরাতুন্নবী (সাঃ) সম্পর্কিত গ্রন্থ রচনা প্রতিযোগিতার আয়োজন করে। বিশ্বব্যাপী এ প্রতিযোগিতায় বিভিন্ন দেশের বহু লেখক আগ্রহসহ অংশগ্রহণ করেন। ১১৮২টি পাণ্ডুলিপির মধ্যে আর রাহীকুল মাখতূম' গ্রন্থটিকে প্রথম পুরস্কার প্রদানের মাধ্যমে এক বিরল সম্মানে ভূষিত করা হয়েছে।",
    "link": "https://rkmri.co/5TNNMeoEloNl/"
  },
  {
    "title": "সুখময় জীবন উপভোগ করুন - ড. মুহাম্মাদ ইবনে আবদুর রহমান আরিফী",
    "author": "ড. মুহাম্মাদ ইবনে আবদুর রহমান আরিফী",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/c02353a15_113739.jpg",
    "desc": "বইটির ভূমিকা থেকে নেয়াঃ আলােচ্য গ্রন্থটি এক মাস বা এক বছরের পরিশ্রমের ফল নয় বরং দীর্ঘ বিশ বছরের গবেষণা ও অভিজ্ঞতার ফলশ্রুতি। আল্লাহ্ আমাকে এ পর্যন্ত বিশটিরও বেশি গ্রন্থ প্রণয়নের তাওফীক দান করেছেন। দু'একটি বইয়ের বিশ লাখেরও অধিক কপি শেষ হয়েছে। কিন্তু আমার সবচেয়ে প্রিয় ও মূল্যবান এবং অত্যন্ত জ্ঞানসমৃদ্ধ ও উপকারী গ্রন্থ এটিই। এর বাক্যগুলাে এবং প্রতিটি শব্দে, শব্দের পরতে পরতে গেঁথে রয়েছে আমার অন্তর, আমার অন্তর-ধ্বনি। স্মৃতির নির্যাসে তৈরি এর একেকটি বাক্য, বাক্যমালা। আমি হৃদয়ের গভীর থেকে এর প্রতিটি শব্দ লিখেছি। এর বাক্যগুলাে হৃদয় থেকে হৃদয়ে রাখতে চেয়েছি। পাঠক হৃদয়ে যেন এর মর্ম গভীরভাবে রেখাপাত করে আর সে চেষ্টাই আমি করেছি। আমি অত্যন্ত আনন্দিত হব- যদি কোন পাঠক-পাঠিকা এ গ্রন্থে বর্ণিত বিষয়গুলাের অনুশীলন। করেন, এর শিক্ষা নিজের জীবনে বাস্তবায়নের চেষ্টা করেন এবং অর্জিত অভিজ্ঞতা বিকশিত করার জন্য আপ্রাণ চেষ্টা সাধনা করেন। আমার বিশ্বাস, তখন সত্যিকার অর্থেই তিনি জীবনকে উপভােগ করতে পারবেন। এতে কোন সন্দেহ নেই। পরিশেষে কোন পাঠক যদি বইটি পড়ার পর তার অনুভব-অনুভূতি জানিয়ে আমাকে ই-মেইল অথবা এসএমএস করেন তাহলে আমি আরাে আনন্দিত হব, আমি তাঁর প্রতি কৃতজ্ঞ হব এবং দূরে থেকেও তার জন্য। দোয়া করব। আর একটি কথা বইটি পড়ে শেষ করতেই হবে এমন নয়, বরং এর থেকে উপকৃত হওয়াই যেন লক্ষ্য হয়। সবশেষে মহান আল্লাহ্র কাছে আবেদন তিনি যেন আমাকে এর সাথে সংশ্লিষ্ট ব্যক্তিকে এ লেখাগুলাে থেকে উপকৃত হওয়ার তওফীক দান করেন এবং একমাত্র তাঁর সন্তুষ্টির জন্যই এ মহতী প্রচেষ্টাকে কবুল করেন। আমীন।",
    "link": "https://rkmri.co/lyepe5RNeT0o/"
  },
  {
    "title": "ঈমান সবার আগে - মাওলানা মুহাম্মাদ আবদুল মালেক",
    "author": "মাওলানা মুহাম্মাদ আবদুল মালেক",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Iman_Sobar_Age-Mawlana_Muhammad_Abdul_Malek-2d332-121570.jpg",
    "desc": "\"ঈমান সবার আগে\" বইটি সম্পর্কে কিছু কথাঃ ঈমান মুসলমানের কাছে প্রাণের চেয়েও প্রিয়। ঈমানদার সকল কষ্ট সহ্য করতে পারে, মৃত্যুকে আলিঙ্গন করতে পারে, কিন্তু ঈমান ছাড়তে পারে না। ঈমানই তার কাছে সবকিছু থেকে বড়। ঈমান শুধু মুখে কালেমা পড়ার নাম নয়, ইসলামকে তার সকল অপরিহার্য অনুষঙ্গসহ মনেপ্রাণে কবুল করার নাম। আর একারণে মুমিনকে হতে হবে সুদৃঢ়, সত্যবাদী ও সত্যনিষ্ঠ । মুমিন কখনাে শৈথিল্যবাদী হতে পারে না। কুফরির সাথে যেমন তার সন্ধি হতে পারে না তেমনি মুরতাদ ও অমুসলিমের সাথেও বন্ধুত্ব হতে পারে না। ইসলামের পূর্ণ পরিচয় কী এবং তার অপরিহার্য দাবি ও অনুষঙ্গগুলােই বা কী? সে সম্পর্কে সংক্ষিপ্ত আলােচনা করাই এ প্রবন্ধের উদ্দেশ্য। দ্বীন ও ঈমান সম্পর্কে বেপরােয়া লােকদের যেহেতু এইসব বিষয়ের জ্ঞান নেই, কিংবা জ্ঞান থাকলেও পরােয়া নেই তাই তাদের মতে ঈমানকুফরের সন্ধিও অসম্ভব কিছু নয়। (লা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহিল আলিয়্যিল আযীম)। | কাকে বলে ঈমান আর তার অপরিহার্য অনুষঙ্গ কী-এ সম্পর্কে নিচে আলােকপাত করা হল।",
    "link": "https://rkmri.co/eAeSM0MINAAT/"
  },
  {
    "title": "হ্যাপী থেকে আমাতুল্লাহ - মাওলানা আবদুল্লাহ আল ফারূক",
    "author": "মাওলানা আবদুল্লাহ আল ফারূক",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/fdee8126f0e4_143763.jpg",
    "desc": "হ্যাপী থেকে আমাতুল্লাহ -বইয়ের কৈফিয়ত হ্যাপী থেকে আমাতুল্লাহ। বইটি একজন সাবেক অভিনেত্রীর সাক্ষাৎকার। মে মাসের এক সূৰ্যরাঙা সকালে আমরা তার বাসায় তার মুখোমুখি হয়েছিলাম একগাদা প্রশ্ন হাতে। আনন্দঘন সেই সাক্ষাতে তাকে আমরা একের পর এক প্রশ্ন করেছি। তাঁর পরিবার, ক্যারিয়ার, আগের জীবন, বর্তমান জীবন, সংসার, স্বামী, তাঁর স্বপ্ন ও ভবিষ্যৎ-পরিকল্পনা সম্পর্কে ক্ৰমাগত প্রশ্ন করেছি। আল্লাহর এই বান্দি আমাদের সবগুলো প্রশ্নের উত্তর দিয়েছেন অবলীলায়, অকপটে। কোনাে কৃত্রিমতা বা ভণিতার আশ্ৰয় নেননি। যেমন আমরা তাকে প্রশ্ন করেছি, “আপনি আপনার সন্তান নিয়ে কী স্বপ্ন দেখেন?” উত্তরে তিনি বলেন, “আমি আমার সন্তান নিয়ে এ স্বপ্ন দেখি যে, আমি যদি আমার আমলের কারণে হাশরের ময়দানে নাজাত না পাই, যদি পুলসিরাত পার হতে না পারি তা হলে ওরা যেন আমার নাজাতের উসিলা হয়। আমার খুব ইচ্ছে- ওরা হবে হাফেয, আলেম, কারী, মুফতী, মুহাদিস। আমি যেন ওদেরকে দ্বীনদার সন্তান হিসেবে গড়ে তুলতে পারি। দেখা গেল, আখেরাতের ময়দানে আমি আমার আমল দিয়ে নাজাত পাচ্ছি না, তখন যেন ওরা আমার হাত ধরে এই কঠিন দুঃসময় থেকে আমাকে উদ্ধার করে জান্নাতে পৌঁছে দেয়।” আমরা আলোচনার সুবিধার্থে সাক্ষাৎকারটিকে তিনটি ভিন্ন পর্বে ভাগ করেছি। প্রথম পর্বে আমরা তার প্রাথমিক পরিচয় জানতে চেয়েছি। দ্বিতীয় পর্বে আমরা তাঁর একান্ত ব্যক্তিগত কিছু বিষয় সম্পর্কে প্রশ্ন করছি। আর তৃতীয় পর্বে আমরা আলোচনা করেছি, তার বর্তমান জীবন, তাঁর দৃষ্টিভঙ্গি ও ভবিষ্যৎ-পরিকল্পনা সম্পর্কে। আমরা মনে করি, তিন পর্বের এই ধারাবাহিক সাক্ষাৎকার পাঠকবর্গের হাতে তাঁর জীবনের আদ্যোপােন্ত মেলে ধরবে। তাঁর কথাগুলো সত্যি আমাদের হৃদয় ছুঁয়েছে। সাক্ষাৎকারটি নেওয়ার মাধ্যমে আমরা বুঝেছি, আমাদের সমাজব্যবস্থা এমন যে, এখানে একটি মেয়ে চাইলে খুব সহজে “হ্যাপী হয়ে বেড়ে উঠতে পারবো। গোটা সমাজ তাকে তরতার করে এগিয়ে দেবে। কিন্তু একটা মেয়ে যদি “আমাতুল্লাহ হতে চায়, বা ‘হ্যাপী থেকে “আমাতুল্লাহ হতে চায় তা হলে আমাদের সমাজ তাকে পদে পদে আটকে রাখবে। তার পথ আগলে দাঁড়াবে। তার চলার পথ সংকুচিত করে দেবে। তার পথের ওপর কাটা বিছিয়ে রাখবে। হয়তো অন্ধকার থেকে আলোর পথে উঠে আসার সেই পথ এখনো পুরোপুরি বন্ধ হয়ে যায়নি; কিন্তু ওপথ বডড বিপৎসংকুল। বড় বেশি কাটাভিরা। সাক্ষাৎকারটি আমরা এজন্যে প্ৰকাশ করছি যে, এর কথাগুলো কিছু বিষয়ের দিকে আঙুল তুলে আমাদের দৃষ্টি আকর্ষণ করবে। আমাদের বিরাজমান সমাজব্যবস্থা সম্পর্কে আমাদের আরেকটু ভাবতে শেখাবে। আল্লাহর কোনো একজন বান্দা-বান্দি যদি এ বইটির উসিলায় হিদায়াতের আলো খুঁজে পান, অন্ধকার থেকে আলোর দিকে আসার পাথেয় পান, আমরা আমাদের শ্রম সার্থক মনে করব। নিবেদন্তে সাদিকা সুলতানা সাকী",
    "link": "https://rkmri.co/EmNME2oAy5mI/"
  },
  {
    "title": "৩০ দিনে শিখুন আধুনিক পদ্ধতিতে - প্রফেসর মাহীনূর সুলতানা",
    "author": "প্রফেসর মাহীনূর সুলতানা",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/rokimg_20140314_82415.GIF",
    "desc": "\"৩০ দিনে শিখুন আধুনিক পদ্ধতিতে ইতালিয়ান ভাষা\" বইটির সূচিপত্র: * ইতালি নামের দেশ * ইতিহাস ও ব্যুৎপত্তি * প্রাক-ইতিহাস ও প্রাচীন রােম * মধ্যযুগের ইতালি * রেনেসার যুগ (১৫শ - ১৬শ শতাব্দী) * বিদেশী শাসন এবং নাপােলিয়নিক যুদ্ধ * অসাম্প্রদায়িক ইতালি (১৮৬১ - ১৯২২ খ্রিষ্টাব্দ) * ইউরােপীয় ইউনিয়ন ইতালীয় ভাষা * ইতালিয়ান বর্ণমালা * সংখ্যায় দেখা * সময়ের দিনকাল * কয়েকটি প্রাত্যহিক প্রয়ােজনীয় শব্দাবলী * ব্যক্তি সম্পর্কিত কথােপকথন পরিবার সম্পর্কিত * অন্যের সাথে পরিচিত হওয়া * বিদ্যালয়ে / স্কুলে * বিভিন্ন দেশ এবং ভাষা। পড়া এবং লেখা * সংখ্যা / নম্বর * দিনের সময় * সপ্তাহের বিভিন্ন দিন * গতকাল - আজ - আগামীকাল * বিভিন্ন মাসের নাম * পানীয় দ্রব্য * কাজকর্ম * বিভিন্ন ধরনের রং * ফল এবং খাবার * ঋতু এবং আবহাওয়া * বাড়ীর চারপাশে * বাড়ী পরিষ্কার করা * কারণ দেখানাে ১ * কারণ দেখানাে ২ * কারণ দেখানাে ৩ * বিশেষণ ১",
    "link": "https://rkmri.co/2TpTEAeMMRmA/"
  },
  {
    "title": "তাফসীরে তাওযীহুল কুরআন - (شيخ الاسلام مفتي محمد تقي عثماني) শাইখুল ইসলাম মুফতী মুহাম্মাদ তাকী উসমানী",
    "author": "(شيخ الاسلام مفتي محمد تقي عثماني) শাইখুল ইসলাম মুফতী মুহাম্মাদ তাকী উসমানী",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/7025a36d7_104109.jpg",
    "desc": "يشير الله الخير الرحيم الحمد لله وسلامه على عباده الذين اصطفی اما بعد ‘তাফসীরে তাওযীহুল কুরআন-প্রথম খণ্ড(অফসেট)’ ভূমিকাঃ মাওলানা মুহাম্মাদ আবদুল মালেক আমাদের উপর কুরআন মাজীদের বহু হক রয়েছে। তারমধ্যে বিশেষ গুরুত্বপূর্ণ হকসমূহ। নিম্নরূপ ১. কুরআন মাজীদের প্রতি পরিপূর্ণ উপলব্ধির সাথে ঈমান আনা এ ঈমানের কয়েকটি দিক আছে, যথা (ক) বিশ্বাস রাখতে হবে যে, এটা আল্লাহ তাআলার কালাম যা তিনি তাঁর রাসূল মুহাম্মাদ মুস্তাফা সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের প্রতি নাযিল করেছেন। এ কিতাব যে আল্লাহ তা'আলার পক্ষ হতে অবতীর্ণ এবং এর প্রতিটি বাণী সত্য, এবং প্রতিটি শিক্ষা যথার্থ এতে বিন্দুমাত্র সন্দেহ নেই। এক উজ্জ্বল আলো যা ছাড়া অন্ধকার থেকে মুক্তির আর কোনো পথ নেই। এই কুরআন এক আসমানী পথনির্দেশ যা ছাড়া বিচ্যুতি ও বিভ্রান্তি থেকে আত্মরক্ষার আর কোনো উপায় নেই। এই কুরআন হল ফুরকান যা সত্য-মিথ্যা, আলো-অন্ধকার, ন্যায়অন্যায় ও সুপথ-কুপথের মাঝে পরিষ্কার পার্থক্যকারী। এতেও কোনও সন্দেহ নেই যে, নাযিলের সময় থেকে আজ অবধি এ কিতাব যথাযথভাবে সংরক্ষিত আছে এবং কিয়ামত পর্যন্ত সংরক্ষিত থাকবে। সুতরাং আমরা এ ব্যাপারে সম্পূর্ণ নিশ্চিত যে, বর্তমানে গ্রন্থাকারে যে কুরআন আমাদের হাতে আছে, যা সূরা ফাতিহা দ্বারা শুরু হয়ে সূরা নাস এ সমাপ্ত হয়েছে, এটাই আল্লাহ তাআলার সেই কিতাব যা নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের প্রতি নাযিল হয়েছিল এবং এর ভাব ও ভাষা এবং এর বিধান শিক্ষা ও তা পালনের পদ্ধতি, যা কিছু আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাঁর পালনকর্তার আদেশে উম্মতকে শিক্ষা দিয়েছেন সবকিছু হুবহু সংরক্ষিত আছে। (খ) বিশ্বাস রাখতে হবে যে, মানুষের হিদায়াত ও সফলতা কুরআনের প্রতি ঈমান আনার মধ্যেই নিহিত। এ ঈমানের মাধ্যমেই মানুষ তার স্রষ্টা ও প্রতিপালক আল্লাহ তা'আলার সন্তুষ্টি লাভ করতে ও আখেরাতের মুক্তি পেতে পারে। যে ব্যক্তি এ কুরআনকে নিজের দিশারী ও আদর্শ রূপে গ্রহণ করবে দোজাহানের সফলতা কেবল তারই নসীব হবে। (গ) কুরআনের প্রতি ঈমান কেবল তখনই গ্রহণযোগ্য হবে, যখন সম্পূর্ণ কুরআনের প্রতি ঈমান আনা হবে। কুরআন মাজীদের কিছু বিধান মানা ও কিছু না মানা এবং কুরআন মাজীদকে জীবনের ক্ষেত্র বিশেষে সিদ্ধান্তদাতা বলে স্বীকার করা, ক্ষেত্রবিশেষে স্বীকার না করা, সম্পূর্ণ কুফ্ৰী আচরণ। গোটা কুরআনকে অস্বীকার করা যে পর্যায়ের কুফ্র এটাও ঠিক সে রকমেরই কুফর।",
    "link": "https://rkmri.co/eeRTmo55m2I5/"
  },
  {
    "title": "পরিণীতা - শরৎচন্দ্র চট্টোপাধ্যায়",
    "author": "শরৎচন্দ্র চট্টোপাধ্যায়",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Parineeta-Saratchandra_Chattopadhyay-23f90-346687.jpg",
    "desc": "বিংশ শতাব্দীর প্রথম সময়ের ভারতের কলকাতার পটভূমিতে রচিত এই উপন্যাস। আমাদের অতিপরিচিত প্রাত্যহিক সুখ-দুঃখের জীবনকে শরৎচন্দ্র চট্টোপাধ্যায় এমন কৌশলে পাঠকদের সামনে হাজির করেন যে পাঠক নিজের অজান্তেই সেই জীবনের সহযাত্রী হয়ে উঠে। এমনই একটি উপন্যাস 'পরিণীতা', যার মূল বিষয়বস্তু হলো যন্ত্রণাকাতর দুঃসহ কেরানিজীবন। ষাট টাকা মাসিক বেতনের কন্যাদায়গ্রস্ত অসহায় ব্যাংক-কেরানি গুরুচরণের জীবনকাহিনী চিত্রিত হয়েছে উপন্যাসটিতে। এছাড়াও রয়েছে ললিতা, শেখর আর গিরিনের সম্পর্কের টানাপোড়েন, যার মাধ্যমে লেখক মানবমনের ইন্দ্রিয়বৃত্তের দ্বন্দ্বের রূপ দেখিয়েছেন। শরৎচন্দ্র এখানে ঘটিয়েছেন ইতিহাসের প্রেক্ষাপটে রাষ্ট্র, সমাজ ও সমকালকে ধারণ করা এমনি এক চিত্রায়ণ, যা সহজেই পাঠক এবং সমালোচককে আকৃষ্ট করে।",
    "link": "https://rkmri.co/5Te522AleREe/"
  },
  {
    "title": "মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর জীবনী আর রাহীকুল মাখতূম - আল্লামা সফিউর রহমান মুবারকপুরী (রহ.)",
    "author": "আল্লামা সফিউর রহমান মুবারকপুরী (রহ.)",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Muhmmad_saer_Jiboni_ar_Rahikul_Maktum-Allama_Sofiur_Rahman_Mubarakpuri_Rh-4e8cd-290544.jpg",
    "desc": "মুহাম্মাদ সা: এর জীবনী আর রাহীকুল মাখতূম : রাবেতায় আলেম কর্তৃক আয়োজিত আর্ন্তজাতিক সীরাত প্রতিযোগিতায় ১১৮২ পান্ডুলিপি মধ্যে প্রথম পুরস্কার প্রাপ্ত বই মুহাম্মাদ সা: এর জীবনী আর রাহীকুল মাখতূম।সর্বকালের সর্বশ্রেষ্ঠ এ মহামানব জীবন ওকর্ম নিয়ে সারা পৃথিবীতে শত শত ভাষায় লিখিত হয়েছে অসংখ্যা সীরাত গ্রন্থ।সেইসব সীরাত গ্রন্থ মধ্যে অন্যতম প্রসিদ্ধ সীরাত আল্লামা সফিউর রহমান মুবারকপুরী রচিত বিশ্ববিখ্যাত সীরাত গ্রন্থ “আর রাহীকুল মাখতূম“ এই গ্রন্থটি মূলত সীরাতের ওপর রচিত অতীতের শত শত মৌলিক ও নির্ভরযোগ্য উপাদানের সমন্বয়ে গঠিত একটি সংকলন ।এক কথায় সীরাত সংক্রান্ত বিশাল সংগ্রহশালার একটি নির্যাস ।আর রাহীকুল মাখতূ ‘ সুন্দর ও সাবলীল ভাষায় প্রকাশ যা কোটি মানুষের মনে জায়গা করে নিয়েছে।",
    "link": "https://rkmri.co/moIEeoAAe0Ro/"
  },
  {
    "title": "আপনার সমীপে আপনার আমানত - মাওলানা কালিম সিদ্দিকী",
    "author": "মাওলানা কালিম সিদ্দিকী",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/1e7cdd6be_122096.jpg",
    "desc": "\"আপনার সমীপে আপনার আমানত\" বইয়ের সংক্ষিপ্ত কথা: ঈমান ও ইসলাম আল্লাহ পাকের সর্বশ্রেষ্ঠ নি‘আমত। যার ঈমান ও ইসলাম লাভ হয়েছে, সে যদি অন্য সকল নি‘আমত হতে বঞ্চিতও হয়, তবুও তার জীবন সফল। পক্ষান্তরে কেউ যদি ঈমান ও ইসলাম থেকে বঞ্চিত হয়, আর অন্যান্য নি‘আমতের পূর্ণ ভাণ্ডারও তার লাভ হয়, তবুও সে বঞ্চিত, হতভাগা, সর্বহারা। আল্লাহ পাক মুসলিম উম্মাহ্কে এই সর্বশ্রেষ্ঠ নি‘আমতে ভূষিত করেছেন। কাজেই মুসলিম উম্মাহ্র দায়িত্ব হলো, আল্লাহ পাকের এই শ্রেষ্ঠ নি‘আমত—ঈমান ও ইসলামের দাওয়াত অপরাপর সকল মানুষের নিকট যথাযথভাবে পৌঁছে দেওয়া। কিন্তু আমাদের নিজেদের অবস্থা এতই নাজুক যে আমরা ঘর গোছানো ও বাঁচানোর কাজেই এত ব্যস্ত যে অন্যদের দাওয়াত দেওয়ার জন্য ফুরসত পাচ্ছি না। আমাদের মুসলিম ভাইদের ঈমান-ইসলামই এখন ঝুঁকিপূর্ণ হয়ে গেছে। অন্যদের ইসলামের দাওয়াত দেওয়ার কথা যেন আমরা ভুলেই গেছি।",
    "link": "https://rkmri.co/S5A5yp2lyp55/"
  },
  {
    "title": "জীবনের শ্রেষ্ঠ সম্পদ - (شيخ الاسلام مفتي محمد تقي عثماني) শাইখুল ইসলাম মুফতী মুহাম্মাদ তাকী উসমানী",
    "author": "(شيخ الاسلام مفتي محمد تقي عثماني) শাইখুল ইসলাম মুফতী মুহাম্মাদ তাকী উসমানী",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/922cf9f8a_101473.jpg",
    "desc": "\"জীবনের শ্রেষ্ঠ সম্পদ\" বইয়ের ভূমিকার অংশ থেকে নেয়া: সময়’ অপচয়ের এ গ্রাসী ঝড় থেকে দিশেহারা জাতিকে নিরাপদ আশ্রয়ে সরিয়ে নিতে দীর্ঘ দিন ধরে আমার ব্যথিত হৃদয় ছটফট করছিল। আল্লাহর অপার অনুগ্রহ- কিছু দিন পূর্বে পাকিস্তানের ইসলামী শরীয়া বাের্ডের চীপ জাষ্টিস আল্লামা তুকী উসমানী (দাঃ বাঃ)-এর ধারাবাহিক বয়ান “ইসলাহী খুতুবাত”-এর ৩৭ তম সিরিজ ‘ওয়াক্ত কি কদর করে আমার দৃষ্টি গােচর হয়। তখন আমি এর অনুবাদের মাধ্যমে আমার সেই দীর্ঘ দিনের মর্ম জ্বালার উপশম করতে চেষ্টা করি।",
    "link": "https://rkmri.co/5TelEpMe2p20/"
  },
  {
    "title": "নবীজীর সা. নামায - মাওলানা মুহাম্মাদ আবদুল মালেক,ড. শাইখ মুহাম্মাদ ইলিয়াস ফয়সাল",
    "author": "মাওলানা মুহাম্মাদ আবদুল মালেক",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/b181cda7d_101494.jpg",
    "desc": "\"নবীজীর সা. নামায\" বইটি সম্পর্কে কিছু কথা: সহীহ হাদীসে উল্লেখিত মাসনূন নামাযের পূর্ণাঙ্গ বিবরণ হাদীষ বিশারদগণের উদ্ধৃতি, বিশ্লেষণ ও পর্যালোচনায় সমৃদ্ধ একটি প্রামাণিক উপস্থাপনা হিসেবে বইটি একটি চমৎকার বই।",
    "link": "https://rkmri.co/ml5SNTAyAylo/"
  },
  {
    "title": "মুনাজাতে মাকবূল ও মাসনূন দুআ (বড়) - حكيم الامت مولانا اشرف علي تهانوي رح ( হাকীমুল উম্মত মাওলানা আশরাফ আলী থানভী রহ.)",
    "author": "حكيم الامت مولانا اشرف علي تهانوي رح ( হাকীমুল উম্মত মাওলানা আশরাফ আলী থানভী রহ.)",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Munajat_Mokbhula_O_Masnun_Dowa_Boro-Hakimul_ummat_Maolana_Ashraf_Ali_Thanvi_-ebf89-44644.jpg",
    "desc": "",
    "link": "https://rkmri.co/R2AAMM03ee3m/"
  },
  {
    "title": "বড় যদি হতে চাও - মুহাম্মদ যাইনুল আবিদীন",
    "author": "মুহাম্মদ যাইনুল আবিদীন",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/116d2bd54_143032.jpg",
    "desc": "",
    "link": "https://rkmri.co/AImm3TEm3pyM/"
  },
  {
    "title": "সীরাত বিশ্বকোষ (উন্নত সংস্করণ ১-১১ খণ্ড) - মাকতাবাতুল আযহার",
    "author": "মাকতাবাতুল আযহার",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/0f35a4098_179691.jpg",
    "desc": "রাসূলুল্লাহ ﷺ আল্লাহর সর্বশেষ রাসূল। পৃথিবীর প্রতিটি মানুষ যাঁকে ভালোবাসে। যিনি পৃথিবীকে উপহার দিয়েছিলেন একটি সর্বাঙ্গীন সুন্দর জীবনব্যবস্থা। যাঁকে ভালোবাসা ঈমানের অংশ। এ কারণেই পৃথিবীর প্রত্যেক মুসলমান তাঁকে নিজের জীবন থেকেও বেশি ভালোবাসে। তাঁর প্রতিটি কথা, প্রতিটি কাজ এমনকি তাঁর প্রতিটি মৌন সম্মতিও পৃথিবীর প্রত্যেক মুসলমানের জন্যে পরম অনুকরণীয় আদর্শ। ভালোবাসতে হলে, জানতে হয়। না জানলে কখনই প্রগাঢ়ভাবে ভালোবাসা যায় না। জানার জন্যে লাগে বই। দুঃখের বিষয় হলো, আমাদের মাতৃভাষা বাংলায় সেই মহান রাসূল ﷺ-এর কোনো পূর্ণাঙ্গ জীবনীগ্রন্থ ছিল না। শত বছরের ভাষাচর্চার ইতিহাসে এ জায়গাটি ছিল শূন্য।আলহামদুলিল্লাহ, সে শূন্যতা পূরণ হয়েছে ‘সীরাত বিশ্বকোষ’ দ্বারা। আমরা আমাদের মাতৃভাষায় একটি বিশাল সীরাত বিশ্বকোষ পেয়েছি। বিশাল এই সীরাত বিশ্বকোষ মূলত মধ্যপ্রাচ্য ভিত্তিক প্রকাশনা প্রতিষ্ঠান দারুস সালামের উদ্যোগে গবেষক, স্কলার ও উলামায়ে কেরামের একটি সমন্বিত বোর্ড রচনা করেছে। বাংলাদেশের অন্যতম সর্ববৃহৎ ইসলামি প্রকাশনী মাকতাবাতুল আযহার একটি চৌকষ অনুবাদ টিমের সহায়তায়, দক্ষ সম্পাদকের নিবিড় তত্ত্বাবধানে বইটির সহজ-সরল বাংলা অনুবাদের গুরু দায়িত্ব আঞ্জাম দিয়েছে।বইটি ৮০ গ্রাম কালার অফসেট কাগজে মুদ্রিত। প্রতি খণ্ডে রয়েছে সংশ্লিষ্ট খণ্ডের আলোচনা সম্পর্কিত শতাধিক ঐতিহাসিক জায়গা ও স্থাপনার চার রঙা ছবি",
    "link": "https://rkmri.co/eNeoo0050eAN/"
  },
  {
    "title": "নফসের ধোঁকা ও আত্মনিয়ন্ত্রণ - হাবীব কাদরি,সা'দ কাদরি",
    "author": "হাবীব কাদরি",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Nofser_Dhoka_o_Atmoniyontron-Habib_Kadri-321fc-338154.jpg",
    "desc": "শয়তান অহংকার করার কারণেই আল্লাহর রহমত ও করুণা থেকে বঞ্চিত হয়েছে। অন্যদিকে, অনেক ঈমানদার বান্দা বেঁচে যাবেন শুধু তাদের বিনয়ের জন্য। আমাদেরও দুটো পথের একটিকে বেছে নিতে হবে—হয় অহংকারের পথকে পছন্দ করতে হবে, নতুবা বিনয়ী হতে হবে। নিজের প্রবৃত্তি ও কামনাকে নিয়ন্ত্রণ ও সংযত করা ধর্মপরায়ণ ও ঈমান-নির্ভর জীবনযাপনের জন্যও জরুরি। প্রবৃত্তির ফাঁদে আটকা পড়ার অর্থই হলো, শয়তানের জিম্মাদারিতে চলে যাওয়া। তবে নিজের প্রবৃত্তিকে দমন করা খুব সহজ কাজও নয়। এ কাজটি করতে হলে মানসিক ও আধ্যাত্মিক সতর্কতার পাশাপাশি, এসব প্রবৃত্তির বিরুদ্ধেও আমাদের যুদ্ধ করে যেতে হবে। আল্লাহ পাক বলেন, “পক্ষান্তরে যে ব্যক্তি তার রবের সামনে দণ্ডায়মান হওয়াকে ভয় করেছে এবং খেয়াল-খুশি থেকে নিজেকে নিবৃত্ত রেখেছে, তার ঠিকানা হবে জান্নাত।” [সুরা আন-নাজিআত, আয়াত: ৪০–৪১] এ বইয়ের প্রতিটি পাতায় নফসের তাড়না তথা প্রবৃত্তিকে দমন করার জিহাদের উপাখ্যানই ফুটে উঠেছে। এখানে জিহ্বাকে নিয়ন্ত্রণের জিহাদের কথা আলোচনায় এসেছে। একইসঙ্গে পর্নোগ্রাফি থেকে দূরে থাকার জন্য জিহাদ এবং অশ্লীল গান ও কবিতার বিরুদ্ধে জিহাদও আলোচিত হয়েছে। কিন্তু যুবকেরা কীভাবে এসব চ্যালেঞ্জ মুকাবেলা করতে পারবে, এ বইটির উপজীব্য বিষয় হিসেবে তা-ও আলোচনা করা হয়েছে। আল্লাহ তাআলা ইরশাদ করেন, وَالَّذينَ جاهَدوا فينا لَنَهدِيَنَّهُم سُبُلَنا وَإِنَّ اللَّهَ لَمَعَ المُحسِنينَ “যারা আমার পথে সাধনায় আত্মনিয়োগ করে, আমি অবশ্যই আমার পথে তাদের পরিচালিত করব। নিশ্চয় আল্লাহ সৎকর্মপরায়ণদের সাথে আছেন।” [সুরা আল-আনকাবুত, আয়াত: ৬৯] এ আয়াতে যে পথের কথা বলা হয়েছে, তা-ই হলো আল্লাহর নৈকট্য লাভের পথ। এ বইটিতে একেবারেই প্রায়োগিক কিছু পন্থা উপস্থাপিত হয়েছে, যা অনুসরণ করে পাঠকেরা আল্লাহর নির্দেশিত পথে অবিচল থাকতে পারবে এবং শয়তানের সাথে সার্থকভাবে লড়াই চালিয়ে যেতে পারবে।",
    "link": "https://rkmri.co/EEeRIMRAS05R/"
  },
  {
    "title": "তালিবানে ইলমের রাহে মানযিল - মাওলানা আবু তাহের মেছবাহ,হযরত মাওলানা মোহাম্মদ মনযূর নোমানী (রহ.),মাওলানা মুহাম্মাদ আবদুল মালেক",
    "author": "মাওলানা আবু তাহের মেছবাহ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/9793f2dcbe74_46429.jpg",
    "desc": "আমার পেয়ারে ভাই! আপনারা হয়ত জানেন, আজ আমার এখানে আসার একমাত্র নিয়ত এই যে, এখানকার মাদারিসের তালিবানে ইলমের সামনে আমার মনের দীর্ঘ দিনের কিছু কথা এবং কিছু ব্যথা তুলে ধরবো। এখন আমার যা কিছু আবেদন ও নিবেদন তা আপনাদেরই খিদমতে, আপনাদেরই উদ্দেশ্যে। যদিও বলা হয়",
    "link": "https://rkmri.co/T3T3lTeSAAE2/"
  },
  {
    "title": "হাদীস ও সুন্নাহয় : নামাযের পদ্ধতি - মাওলানা মুহাম্মাদ আবদুল মালেক",
    "author": "মাওলানা মুহাম্মাদ আবদুল মালেক",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/ad398f649644_46425.jpg",
    "desc": "\"হাদীস ও সুন্নাহয় : নামাযের পদ্ধতি\"বইটির লেখকের ভূমিকা: تخمة وصلى على رسوله الكريم রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিভাবে নামায আদায় করেছেন? নামাযের গুরুত্ব: নামায প্রিয়নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পবিত্র সীরাতের একটি গুরুত্বপূর্ণ অধ্যায়। তাঁর আনীত শরীয়তে তাওহীদ ও একত্ববাদের পরেই নামাযের স্থান। তাওহীদের পরে নামাযের মাধ্যমেই তাঁর দাওয়াতের সূচনা হত। (সহীহ মুসলিম, হাদীস-২৯ (১৯) জীবনের অন্তিম মুহূর্তে তাঁর সর্বশেষ ওসীয়ত ছিল নামায সম্পর্কেই। (আল বিদায়া ওয়ান নিহায়া ৪/২০৬-২০৭) তিনি বলতেন جي قرة عيني في الصلاة নামাযের মধ্যে আমার চোখের শীতলতা বিদ্যমান। (মুসনাদে আহমাদ ৩/১২৮, হাদীস-১২২৯৩, ১২২৯৪) কখনাে তিনি হযরত বেলাল (রাযি.) কে বলতেন قم يابلال! فأرحنا بالمملاة হে বেলাল! দাঁড়াও, (আযান দিয়ে) নামাযের মাধ্যমে আমাদের শান্তি দাও।” (মুসনাদে আহমাদ ৫/৩৬৪, হাদীস-২২৫৭৮, সুনানে আবু দাউদ, হাদীস৪৯৮৫,৪৯৮৬)",
    "link": "https://rkmri.co/2SARIoNypIMo/"
  },
  {
    "title": "আপন ঘর বাঁচান - (شيخ الاسلام مفتي محمد تقي عثماني) শাইখুল ইসলাম মুফতী মুহাম্মাদ তাকী উসমানী",
    "author": "(شيخ الاسلام مفتي محمد تقي عثماني) শাইখুল ইসলাম মুফতী মুহাম্মাদ তাকী উসমানী",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/a320a6344_121880.jpg",
    "desc": "\"আপন ঘর বাঁচান\" বইয়ের সংক্ষিপ্ত কথা: কুরআনে বর্ণিত হয়েছে, ‘তুমি নিজেকে ও নিজ পরিবারকে জাহান্নামের আগুন থেকে রক্ষা করো।’ এ নির্দেশের উপর আমলের উপায় এ কিতাবে অত্যন্ত চিত্তাকর্ষকভাবে অন্তরের দরদ নিয়ে বর্ণনা করা হয়েছে, যা আদর্শ ব্যক্তি, পরিবার ও সমাজগঠনে সহায়ক হবে। সাথে সাথে দুনিয়ার শান্তি ও আখেরাতের নাজাতের পথ দেখিয়ে ইহ ও পারলৌকিক জীবনকে সার্থক করবে, ইনশাআল্লাহ।",
    "link": "https://rkmri.co/p0E2eNe50AeN/"
  },
  {
    "title": "সুদঃ পরিষ্কার বিদ্রোহ - (شيخ الاسلام مفتي محمد تقي عثماني) শাইখুল ইসলাম মুফতী মুহাম্মাদ তাকী উসমানী ,হযরত মাওলানা মুফতী মুহাম্মদ শফী (রহ.)",
    "author": "(شيخ الاسلام مفتي محمد تقي عثماني) শাইখুল ইসলাম মুফতী মুহাম্মাদ তাকী উসমানী",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Shud_Porishkar_Bidroho-Shaikhul_Islam_Mufti_Muhammod_Taki_Osman-e4f5a-121871.jpg",
    "desc": "\"সুদঃ পরিষ্কার বিদ্রোহ\" বইয়ের সূচিঃ ঈমানদারগণকে তাকওয়া অবলম্বন ও /২৫ সুদ ত্যাগ করার নির্দেশ /২৯ সুদ সম্পর্কে বিস্তারিত বিবরণ / দশ আয়াতে সুদের অবৈধতা বর্ণিত হয়েছে /৪৪ ‘রিবা’ শব্দের ব্যাখ্যা /৪৯ আরবে প্রচলিত রিবা /৫১ সুদ সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর বাণী /৭০ সুদভিত্তিক অর্থব্যবস্থার ক্ষতি ও তার বিকল্প /৭৭ প্রচলিত সুদ ও বর্তমান ব্যাংকিং ব্যবস্থা /৯৮ সুদ খেলে কৃপণতা বাড়ে /১২০",
    "link": "https://rkmri.co/SEyemMTmpe3e/"
  },
  {
    "title": "দলিলসহ নামাযের মাসায়েল - মাওলানা আব্দুল মতিন",
    "author": "মাওলানা আব্দুল মতিন",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Dolilsoho_Namazer_Masayeel-Maolana_Abdul_Motin-34547-49555.png",
    "desc": "\"দলিলসহ নামাযের মাসায়েল\" বইয়ের সূচিপত্রের ধরণ: প্রথম সংস্করণের ভূমিকা.....১৭ দ্বিতীয় সংস্করণের ভূমিকা.....১৯ ইকামতের বাক্যগুলাে দু’বার করে বলা সুন্নত.....৫৯ জোড় শব্দে ইকামত দেওয়ার দলিল.....৫৯ বেজোড় ইকামত সম্পর্কে আনাস রা. বর্ণিত হাদীসটির ব্যাখ্যা.....৬৫ বেজোড় ইকামতের আরাে কতিপয় হাদীস ও সেগুলাের মান.....৬৮ নামাযে কজির উপর হাত বেঁধে নাভির নীচে রাখা সুন্নত.....৬৯ হাত বাঁধার নিয়ম সম্পর্কিত হাদীস.....৬৯ একটি ভুলব্যাখ্যা.....৭৬ নাভির নীচে হাত রাখার দলিল.....৭৮ বুকের উপর হাত বাঁধার হাদীস : একটু পর্যালােচনা.....৮১ ইমাম তিরমিযীর যুগ পর্যন্ত বুকে হাত বাঁধার প্রচলন ছিল না.....৯৩ বিশেষ জ্ঞাতব্য.....৯৬ ছানা কোনটি পড়া উত্তম?.....১০৯ মুকতাদী সূরা ফাতেহা পড়বে না.....১১৬ জাহরী নামাযে ফাতেহা না পড়ার দলিল .....১১৬ সিররী নামাযে ফাতেহা না পড়ার দলিল.....১২৭ বিশেষ জ্ঞাতব্য :১.....১৩৭ রুকু পেলে রাকাত পাওয়া হয় মর্মে আরব বিশ্বের আলেম-উলামার ফতােয়া.....১৪৬ একটি নতুন বিভ্রান্তি.....১৪৮ বিশেষ জ্ঞাতব্য : ২.....১৪৯ রুকুর পূর্বে দু'আয়ে কুনূত.....৫০৬ কেরাত সমাপ্তির পর তাকবীর বলে দূআ কুনূত পড়বে.....৫০৮ দু'আয়ে কুনূত.....৫০৯ এক রাকাত বিতর পড়া.....৫১৪ সাহাবীগণের এক রাকাতে বিতর পড়া বিষয়ক কয়েকটি বর্ণনা.....৫১৪ দ্বিতীয় রাকাতে বৈঠক ছাড়া তিন রাকাত বিতর.....৫১৬ বিতর সালাত: পরিশিষ্ট.....৫১৭ দুই রাকাতে বৈঠকের দলিল.....৫৪৪ তিন রাকাত বিতরের প্রথম পদ্ধতি.....৫৪৬ এক সালামে এক বৈঠকে তিন রাকাত? .....৫৪৬ কুনূত পড়ার পূর্বে তাকবীর বলা ও হাত উত্তোলন করে হাত বাঁধা .....৫৭৭",
    "link": "https://rkmri.co/00ymym2eompI/"
  },
  {
    "title": "প্যারেন্টিং কলাম চ্যালেঞ্জ ও প্রতিকার - শ্যামল আতিক",
    "author": "শ্যামল আতিক",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Parenting_Colum_Challenge_O_Protikar-Shamal_Atik-70939-369577.jpg",
    "desc": "বর্তমানে অভিভাবকরা শিশুদের লালন করতে গিয়ে যে চ্যালেঞ্জগুলো মোকাবিলা করেছেন, তার কারণ ও প্রতিকার নিয়ে এই বই। শিশু খেতে চায় না, মোবাইল নিয়ে সারাদিন পড়ে থাকে, সারাক্ষণ ভিডিও গেমস খেলে বা কার্টুন দেখে, সামান্য চ্যালেঞ্জ আসলে ভেঙে পড়ে, আবেগ নিয়ন্ত্রণ করতে পারে না, জ্বিন ভূতের ভয়ে একবারে চুপসে যায়- এরকম অসংখ্য অভিযোগ আমরা চারদিকে মায়েদের মুখে শুনতে পাই। এসব ক্ষেত্রে মা-বাবাও ঠিক বুঝতে পারেন না তাদের করণীয় কী। আবার কন্যা শিশুর প্যারেন্টিং যে ছেলে শিশুদের মতো হয় না, অর্থ ব্যবস্থাপনা শেখানোর জন্যও যে শিশুকে প্যারেন্টিং করতে হয়, নৈতিক শিক্ষাকে অবহেলার ফলে শিশুদের কী ক্ষতি হচ্ছে, গল্পের মাধ্যমেও যে শিশুদের অনেক কিছু শেখানো যায়, স্কুলিং এর নামে আমরা কীভাবে শিশুদের নির্যাতন করে চলেছি ইত্যাদি অনেক বিষয়ে অভিভাবকরা সচেতন নয়। প্যারেন্টিং কলাম বইয়ে লেখক এই চাহিদাগুলো মেটানোর চেষ্টা করেছেন। লিখেছেন খুব সহজ করে, প্রাঞ্জল ভাষায়। বইটির বিশেষত্ব হচ্ছে- সমসাময়িক চ্যালেঞ্জগুলো তুলে ধরার পাশাপাশি, প্রতিকারে কী করণীয় হতে পারে তাও আলোচনা করা হয়েছে। শুধু তাই নয়, প্যারেন্টিং এর মতো একটি জটিল বিষয়কে একাডেমিক শব্দের গন্ডির বাইরে এনে সাধারণ মানুষের বোধগম্য করে উপস্থাপন করা হয়েছে।",
    "link": "https://rkmri.co/m2TEIeSSEA2I/"
  },
  {
    "title": "বাইশের বন্যা - তাসরিফ খান",
    "author": "by তাসরিফ খান",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Baisher_Bonna-Tasrif_Khan-2c6fc-274727.jpg",
    "desc": "সময় তখন রাত বারোটার কাছাকাছি। সারাদিন ধরে ৭৫০ বস্তা ত্রাণ বিতরণ করে, দিরাইয়ে সেনাবাহিনীর অস্থায়ী ক্যাম্পের উদ্দেশ্যে ফিরছি। দিন শেষে ক্লান্ত হয়ে ত্রাণের বস্তায় হেলান দিয়ে ঝিমাচ্ছিলাম, কখন যে চোখ লেগে গিয়েছিল খেয়াল নেই। হঠাৎ প্রিয়ত আমাকে ঘুম থেকে ডেকে তুলে বললো যে, আমাদের পেছনে ডাকাত তাড়া করছে। আমি হতভম্ব হয়ে গেলাম। প্রচণ্ড বুক কাঁপছে আমার। ডানে-বামে তাকিয়ে দেখি চারপাশটা ঘুটঘুটে অন্ধকার। মাঝিকে ডেকে বললাম যে মামা পেছনে টর্চ জ্বালান। টর্চের আলোয় দেখলাম মাঝবয়সী অনেকগুলো লোক ট্রলারের মধ্যে বাঁশ, ধারালো দা হাতে দাঁড়িয়ে আছে। আমার বুঝতে বাকি রইলো না ট্রলারগুলো যে গতিতে এগোচ্ছে, তাতে বড়জোড় আর দশ মিনিট সময় লাগবে আমাদের ট্রলারটা ধরতে। আমি সেনাবাহিনীকে অনবরত ফোন করতে থাকলাম কিন্তু কোন নেটওয়ার্ক পাচ্ছি না। হঠাৎ মাঝি আমাদের ডেকে বললো, আপনেরা একটা পলিথিনের মধ্যে আপনেগো মোবাইল আর টাকা-পয়সা একসাথে কইরা রাইখা দেন; নাইলে আইজ আর কেউ বাঁইচা ফিরতে পারবেন না!",
    "link": "https://rkmri.co/MSTT3Ap2oTMN/"
  },
  {
    "title": "বিহাইন্ড দ্য সিন - সালমান মুক্তাদির",
    "author": "সালমান মুক্তাদির",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/b8f7a2704_194780.jpg",
    "desc": "\"বিহাইন্ড দ্য সিন\" বইয়ের ফ্ল্যাপের অংশ থেকে নেয়া: তথাকথিত সমাজ প্রথা আর অযৌক্তিক রীতিনীতি। আমার কখনােই পছন্দ ছিলােনা। ভালাে মানুষের মুখােশ পরে লুকিয়ে থাকা লক্ষ কোটি মানুষের জন্য আমার এই বই। এটা কোনাে গল্প, কবিতা। বা নাটক, উপন্যাস না। এই বই বর্তমান বাংলাদেশের প্রতিচ্ছবি।",
    "link": "https://rkmri.co/eSMlmTeAemeE/"
  },
  {
    "title": "নিউইয়র্কের নীলাকাশে ঝকঝকে রোদ - হুমায়ূন আহমেদ",
    "author": "হুমায়ূন আহমেদ",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/imgrok0526_11275.gif",
    "desc": "ফ্ল্যাপে লিখা কথা বাংলা কথাসাহিত্যে হুমায়ূন আহমেদ একজন প্রবাদপুরুষ। জীবন্ত কিংবদন্তি। চার দশক ধরে লিখছেন অবিরাম। উপন্যাস, ছোটগল্প, ভ্রমণ উপাখ্যান, আত্মজৈবনিক, রম্যরচনা কিংবা শিশুতোষ রচনা-সৃষ্টিশীলতার যে মাধ্যমটিতেই হাত দিয়েছেন, অন্য এক আলোর দ্যুতিতে তা উদ্ভাসিত হয়ে উঠেছে। পাঠকরা তাকে গ্রহণ করেছেন গভীর ভালোবাসায়। পাঠকপ্রিয়তায় সমকালীন বাংলা সাহিত্যে তার মতো তুংগস্পর্শী কাউকে আমরা লক্ষ করি না। কৈশোরে 'জোছনার ফুল'- সৌন্দ্রর্যে মুগ্ধ এই শব্দশিল্পীর দেহে বাসা বেঁধেছে কর্কট রোগ। প্রকৃতি জীবনের সৌন্দর্য সন্ধানে যিনি নিবেদিত, কর্কট রোগের কী সাধ্য তাকে হার মানায়! ভূমিকাঃ এই গ্রন্থের সব লেখাই নিউইয়র্কে বসে লেখা। লেখালেখি নিয়ে ব্যস্ত থেকে কেমোথেরাপি নামক চিকিৎসার যন্ত্রণা ভোলার চেষ্টা। এই চেষ্টা খুব যে কাজ করেছে তা না, প্রায়ই কলম ছুড়ে ফেলে বিছানায় চাদর মুড়ে শুয়ে ভেবেছি-‘আর কত?’ যাই হোক, বেশ কিছু লেখা লিখেছি, প্রথম আলো গুরুত্বের সঙ্গে ছেপেছে। মতি তাতে বিস্মিত এবং অভিভূত। মনে হয়েছে আমার লেখক-জন্ম সার্থক। এই গ্রন্থে তিনটি গল্পও আছে। গল্পগুলো লিখে আনন্দ পেয়েছে। কঠিন ব্যাধি শরীরে নিয়ে আনন্দ পাওয়া বিস্ময়কর ব্যাপার। বিস্ময়কর এই ব্যাপারগুলো আমার জীবনে ঘটছে। কেন ঘটছে, কে ঘটাচ্ছেন, তা জানি না। জানতে ইচ্ছে করে। হুমায়ূন আহমেদ জ্যামাইকা, নিউইয়র্ক",
    "link": "https://rkmri.co/elIAyMeEelEA/"
  },
  {
    "title": "পাওয়ারফুল ফোকাস - থিবো মেরিস",
    "author": "থিবো মেরিস",
    "seller": "Rokomari",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Powerful_Focus-Thibaut_Meurisse-c49be-262276.png",
    "desc": "এই বইটি কার জন্য? আপনি কি এক কাজ থেকে পরের কাজে ঝাঁপিয়ে পড়েন? আপনি কি দীর্ঘসময় মনযোগী থাকার জন্য সংগ্রাম করেন যাতে সফলতা অর্জন করতে পারেন? আপনার মন কি সব জায়গায় অবস্থান করে? যদি তাই হয়, তাহলে আপনাকে গভীর মনোযোগ বিকশিত করতে হবে। আরও নির্দিষ্টভাবে, আপনি এই বইটিকে উপযোগী মনে করবেন যদি আপনি চান: * বিভ্রান্তি দূর করুন এবং লেজার-তীক্ষ্ণ মনোযোগ বিকশিত করুন * একটি চকচকে বস্তু থেকে পরেরটিতে ঝাঁপিয়ে পড়া বন্ধ করুন * তথ্য ওভারলোড কাটিয়ে উঠুন যাতে আপনি আপনার লক্ষ্যগুলোর সাথে এগিয়ে যেতে পারেন * আপনার লক্ষ্যগুলো সম্পর্কে স্পষ্টতা অর্জন করুন যাতে আপনি গুরুত্বপূর্ণ বিষয়গুলিতে মনোযোগ দিতে পারেন * এবং আরো অনেক কিছু তাহলে আপনি কি অদম্য মনোযোগের বিকাশ ঘটাতে এবং আপনার কাজগুলি সম্পন্ন করতে প্রস্তুত?",
    "link": "https://rkmri.co/eAAeEN2lTeeN/"
  }

]
