[
  {
    "title": "Imilab W12 Smart Watch Global Version -",
    "author": "Imilab",
    "seller": "Imilab",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Imilab_W12_Smart_Watch_Global_Version-Imilab-e3696-220344.png",
    "desc": "Brand: Imilab, Category: Smart Watch, Price: 3303.0, Link: , Summary: This versatile smartwatch combines a sleek and stylish design with a lightweight, compact form. With its wide range of features, it's designed to cater to your every need. Let's dive into the details and discover what makes the Imilab W12 a must-have",
    "link": "https://rkmri.co/TSNMAl2epMom/"
  },
  {
    "title": "Haylou RT2 HD LCD Smart Watch with spO2 - Black -",
    "author": "Haylou",
    "seller": "Haylou",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Haylou_RT2_HD_LCD_Smart_Watch_with_spO2_-Haylou-ef4ef-226982.png",
    "desc": "Brand: Haylou, Category: Smart Watch, Price: 3388.0, Link: , Summary: Xiaomi Haylou RT2 Smart Watch:Xiaomi Haylou RT2 featured with Retina HD display, Heart rate monitoring, Sleep monitoring options, 12 Workout Modes, SpO2 Tracking, Considerate Care, All-Day Heart Rate Monitoring, IP68 Waterproof, and Real-time Message",
    "link": "https://rkmri.co/TmIemAMI3AeR/"
  },
  {
    "title": "Haylou RS4 Plus Retina Amoled FHD Screen Smart Watch With spO2 Black -",
    "author": "Haylou",
    "seller": "Haylou",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Haylou_RS4_Plus_Retina_AMOLED_FHD_Screen-Haylou-8774e-239928.jpg",
    "desc": "Brand: Haylou, Category: Smart Watch, Price: 4392.0, Link: , Summary: If you want a smartwatch with plenty of features and a stylish design, consider the Haylou RS4 Plus. In this detailed product deion, we'll delve into what makes this watch a top choice for tech-savvy individuals looking for functionality and style. L",
    "link": "https://rkmri.co/5e3MEA30NpIm/"
  },
  {
    "title": "Mibro X1 Amoled HD Sports Smart Watch With SpO2 Global -Black -",
    "author": "Mibro",
    "seller": "Mibro",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Mibro_X1_Amoled_HD_Sports_Smart_Watch_Wi-Mibro-cddd3-233806.png",
    "desc": "Brand: Mibro, Category: Smart Watch, Price: 4353.0, Link: , Summary: If you're on the hunt for a high-quality smartwatch that offers cutting-edge features without breaking the bank, look no further than the Mibro X1 Amoled HD Sports Smart Watch With SpO2 Global. This Mibro X1 global smart watch is your perfect fitness",
    "link": "https://rkmri.co/MMR3pIeMRoTR/"
  },
  {
    "title": "Ticwatch GTH Smart Watch SpO2 With Skin Temperature Sensor - Raven Black -",
    "author": "TicWatch",
    "seller": "TicWatch",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Ticwatch_GTH_Smart_Watch_SpO2_with_Skin_-TicWatch-4da10-240266.jpg",
    "desc": "Brand: TicWatch, Category: Smart Watch, Price: 4205.0, Link: , Summary: Product Description: The Ticwatch GTH Smart Watch SpO2 is your go-to health companion, featuring cutting-edge sensors and a sleek design that guarantees to enhance your well-being. This smartwatch is much more than a timekeeping device. This monit",
    "link": "https://rkmri.co/l3m03A25pRM3/"
  },
  {
    "title": "IMILAB W01 Smart Watch With SpO2 Global Version - Black -",
    "author": "Imilab",
    "seller": "Imilab",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/IMILAB_W01_Smart_Watch_With_SpO2_Global_-Imilab-d2964-274112.png",
    "desc": "Brand: Imilab, Category: Smart Watch, Price: 2170.0, Link: , Summary: Product Deion: The IMILAB W01 Smart Watch With SpO2 Global Version in stunning black. This remarkable smartwatch, proudly presented by Imilab. Even IMILAB W01 Price in BD is reasonable and comes with a 6-month warranty for your peace of mind. One of",
    "link": "https://rkmri.co/NlMeeEoeee3M/"
  },
  {
    "title": "Amazfit Bip 3 Pro Smart Watch -",
    "author": "Amazfit",
    "seller": "Amazfit",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Amazfit_Bip_3_Pro_Smart_Watch_Global_Ver-Amazfit-17dc4-270133.jpeg",
    "desc": "Brand: Amazfit, Category: Smart Watch, Price: 5470.0, Link: , Summary: Amazfit Bip 3 Pro Smart Watch Global VersionThe Amazfit Bip 3 Pro Smart Watch is a stylish fitness tracker. It has a large display for easy viewing. You can check the time, date, and your health data. It fits nicely on your wrist and looks smart. It",
    "link": "https://rkmri.co/eo5myAeeMeT0/"
  },
  {
    "title": "IMILAB W02 Calling Smart Watch- Black -",
    "author": "Imilab",
    "seller": "Imilab",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/IMILAB_W02_Calling_Smart_Watch_Black_-Imilab-06dba-274114.png",
    "desc": "Brand: Imilab, Category: Smart Watch, Price: 4581.0, Link: , Summary: The IMILAB W02 calling smart watch bio tracker, a cutting-edge wearable designed to revolutionise your daily life. Packed with a plethora of features, this smartwatch is not just a timepiece but a powerful health and communication companion. Let's ex",
    "link": "https://rkmri.co/oAoomylANTyS/"
  },
  {
    "title": "RIVERSONG Motive 3 PRO SW46 Waterproof Smart Watch-Black -",
    "author": "রিভারসং",
    "seller": "রিভারসং",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/RIVERSONG_Motive_3_PRO_SW46_Waterproof_S-Riversong-eaa15-274341.png",
    "desc": "Brand: Riversong, Category: Smart Watch, Price: 4749.0, Link: , Summary: Riversong Motive 3 Pro 220mAh SmartwatchThe Riversong Motive 3 Pro 220mAh Smartwatch is a smart daily health watch. The 1.69-inch IPS display always shows a bright view. The IP67 waterproof smart watch stays safe from water. The 12-month warranty sma",
    "link": "https://rkmri.co/EpylEIM3eRoA/"
  },
  {
    "title": "Zeblaze Btalk Smart Watch- White -",
    "author": "Zeblaze",
    "seller": "Zeblaze",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Zeblaze_Btalk_Smart_Watch_White-Zeblaze-53a7b-281521.png",
    "desc": "Brand: Zeblaze, Category: Smart Watch, Price: 3153.0, Link: , Summary: Zeblaze Btalk Smart Watch WhiteThe Zeblaze Btalk Smart Watch White is a smart health and call-ready watch. Waterproof Voice Calling Watch works safely in water. Heart Rate SpO2 Smart Watch tracks real-time body data. It fits health and daily use need",
    "link": "https://rkmri.co/MyMMoo0AE20l/"
  },
  {
    "title": "XTRA Active S7 Pro Bluetooth Calling Smart Watch -",
    "author": "XTRA",
    "seller": "XTRA",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/XTRA_Active_S7_Pro_Bluetooth_Calling_Sma-XTRA-d650c-300089.png",
    "desc": "Brand: XTRA, Category: Smart Watch, Price: 2349.0, Link: , Summary: XTRA Active S7 Bluetooth Calling Smart WatchThe XTRA Active S7 Bluetooth Calling Smart Watch is an excellent device. It combines modern technology with practical features. This watch tracks your health and fitness effectively. It offers Bluetooth cal",
    "link": "https://rkmri.co/Aeo50eMSoMMe/"
  },
  {
    "title": "Kieslect KS Calling Amoled Smart Watch - Black -",
    "author": "Kieslect",
    "seller": "Kieslect",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Kieslect_KS_Calling_Amoled_Smart_Watch_B-Kieslect-fe301-308896.png",
    "desc": "Brand: Kieslect, Category: Smart Watch, Price: 6349.0, Link: , Summary: Stay connected and stylish with the Kieslect KS Calling AMOLED Smart Watch, a premium wearable packed with smart features. With a vibrant 2.01",
    "link": "https://rkmri.co/yNpM0EpeSSyS/"
  },
  {
    "title": "Haylou SOLAR Plus Amoled Calling Smart Watch (LS16)- Black -",
    "author": "Haylou",
    "seller": "Haylou",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Haylou_SOLAR_Plus_Amoled_Calling_Smart_W-Haylou-ed5b6-308364.jpg",
    "desc": "Brand: Haylou, Category: Smart Watch, Price: 4425.0, Link: , Summary: Product Deion: You'll love the perfect blend of style and functionality with the Haylou LS16 SOLAR Plus Amoled Calling Smart Watch Black. This cutting-edge wearable is not just a timepiece; it's a fitness tracker, communication device, and more.Cryst",
    "link": "https://rkmri.co/elEATAAymAoM/"
  },
  {
    "title": "Mibro Lite 2 BT Calling AMOLED Smart Watch -",
    "author": "Mibro",
    "seller": "Mibro",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Mibro_Lite_2_BT_Calling_AMOLED_Smart_Wat-Mibro-4c0f4-319906.png",
    "desc": "Brand: Mibro, Category: Smart Watch, Price: 5789.0, Link: , Summary: Product Deion: The Mibro Lite 2 BT Calling AMOLED Smart Watch is available at an unbeatable price. If you're in Bangladesh, you'll be pleased to know that the mibro lite 2 price in bangladesh is incredibly competitive for a feature-rich smartwatch.M",
    "link": "https://rkmri.co/MSmlMoyT3l30/"
  },
  {
    "title": "Kospet Tank T2 Smartwatch -",
    "author": "কোস্পেট",
    "seller": "কোস্পেট",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Kospet_Tank_T2_Smartwatch-KOSPET-0dac9-318459.png",
    "desc": "Brand: KOSPET, Category: Smart Watch, Price: 5760.0, Link: , Summary: Product Description: Smartwatches have revolutionized the way we approach timekeeping. Beyond their classic role, they now offer a range of incredible features that cater to your active lifestyle, such as fitness tracking, heart rate monitoring, s",
    "link": "https://rkmri.co/M35leRlMEMMm/"
  },
  {
    "title": "Mibro A2 Calling Smart Watch Sportylooks 2ATM Dual straps - Black -",
    "author": "Mibro",
    "seller": "Mibro",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Mibro_A2_Calling_Smart_Watch_Sportylooks-Mibro-fd26d-333587.png",
    "desc": "Brand: Mibro, Category: Smart Watch, Price: 3690.0, Link: , Summary: Mibro A2 Calling Smart Watch Sportylooks 2ATM Dual straps - BlackMibro A2 Smart Watch: Fashionably active in keeping you connected all through. Sleekness combined with the edge of technology provides practical features for daily usage and basic fitne",
    "link": "https://rkmri.co/meAoMMMMo5Ry/"
  },
  {
    "title": "Amazfit Pop 3S Calling 1.96 Inch HD Amoled Smart Watch - Silver -",
    "author": "Amazfit",
    "seller": "Amazfit",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Amazfit_Pop_3S_Calling_196_Inch_HD_Amole-Amazfit-29961-345132.png",
    "desc": "Brand: Amazfit, Category: Smart Watch, Price: 5339.0, Link: , Summary: Amazfit Pop 3S Calling 1.96 Inch HD Amoled Smart Watch - SilverAmazfit Pop 3S Smart Watch is a combination of innovation and style for an ideal experience. This smartwatch comes with an excellent 1.96-inch HD AMOLED display, which shows outstanding c",
    "link": "https://rkmri.co/pR550A5m2l5m/"
  },
  {
    "title": "Philips Air Purifier - AC2887 -",
    "author": "Philips",
    "seller": "Philips",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Philips_Air_Purifier_AC2887-Philips-634a0-326830.png",
    "desc": "Brand: Philips, Category: Air Purifier, Price: 47550.0, Link: , Summary: Filters pollen, dust, bacteria and ultra-fine particles up to a size of 0.003 μm and even removes odours and gases from the airIdeal for allergy sufferers: removes up to 99.97 percent of common allergens in the air. Specially developed allergy mode i",
    "link": "https://rkmri.co/2IRmMNMAR2Ml/"
  },
  {
    "title": "Kemei KM-600 Electric Hair Clipper Beard Trimmer -",
    "author": "Kemei",
    "seller": "Kemei",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Kemei_KM_600_Electric_Hair_Clipper_Beard-Kemei-0b03c-246416.jpg",
    "desc": "Brand: Kemei, Category: Trimmer, Price: 1999.0, Link: , Summary: Kemei KM-600 High-Performance Hair Clipper Price BDThe Kemei KM-600 Hair Clipper represents the pinnacle of grooming technology, designed to meet the needs of those who demand the best in personal grooming. Engineered with meticulous attention to det",
    "link": "https://rkmri.co/EIeR5mlRooTT/"
  },
  {
    "title": "Kemei KM-3590 5 In 1 Electric Nose And Ear Beard Trimmer -",
    "author": "Kemei",
    "seller": "Kemei",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Kemei_KM_3590_5_In_1_Electric_Nose_and_E-Kemei-bdf5c-246445.jpg",
    "desc": "Brand: Kemei, Category: Trimmer, Price: 1260.0, Link: , Summary: Kemei KM-3590 5-in-1 Trimmer Price BangladeshThe Kemei 5-in-1 Trimmer epitomizes versatility and functionality in personal grooming. This advanced grooming tool is designed to meet many needs precisely and efficiently. Boasting a sleek black exterior",
    "link": "https://rkmri.co/MeI0eAMMp3yT/"
  },
  {
    "title": "Kemei KM-809A Digital Electric Rechargeable Professional Hair Clipper Trimmer -",
    "author": "Kemei",
    "seller": "Kemei",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Kemei_KM_809A_Digital_Electric_Rechargea-Kemei-4c1c5-246535.jpg",
    "desc": "Brand: Kemei, Category: Trimmer, Price: 1599.0, Link: , Summary: Kemei KM-809A Digital Hair Clipper Price BangladeshThe Kemei KM-809A Digital Hair Clipper stands out in grooming technology, engineered to provide an unparalleled grooming experience. With its cutting-edge design and advanced features, this rechargea",
    "link": "https://rkmri.co/03EpmMmomySN/"
  },
  {
    "title": "Kemei KM-5017 Waterproof High Power Rechargeable Hair Trimmer -",
    "author": "Kemei",
    "seller": "Kemei",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Kemei_KM_5017_Waterproof_High_Power_Rech-Kemei-3dc71-246633.jpg",
    "desc": "Brand: Kemei, Category: Trimmer, Price: 1299.0, Link: , Summary: Kemei KM-5017 Waterproof Hair Trimmer price in BangladeshThe Kemei KM-5017 Waterproof Hair Trimmer represents a significant leap forward in personal grooming technology. This meticulously designed device, resplendent in its gold finish, combines adva",
    "link": "https://rkmri.co/NyNpNmMyo2RR/"
  },
  {
    "title": "Kemei Km 6330 3 In 1 Hair Clipper Grooming Kit Trimmer -",
    "author": "Kemei",
    "seller": "Kemei",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Kemei_Km_6330_3_In_1_Hair_Clipper_Groomi-Kemei-187ed-246721.jpg",
    "desc": "Brand: Kemei, Category: Trimmer, Price: 890.0, Link: , Summary: Kemei Km 6330 3 In 1 Hair Clipper Grooming Kit TrimmerThe Kemei KM-6330 grooming kit will attract the man of today who is seeking ease and speed yet desires versatility in personal grooming. Other than just being a hair clipper, the product merges a",
    "link": "https://rkmri.co/el0yRRRANA2R/"
  },
  {
    "title": "Philips HC3520/15 Hair Clipper Trimmer -",
    "author": "Philips",
    "seller": "Philips",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Philips_HC3520_Hair_Clipper_Trimmer-PHILIPS-daa73-247136.jpg",
    "desc": "Brand: Philips, Category: Trimmer, Price: 4399.0, Link: , Summary: Philips HC3520 Hair Clipper TrimmerThe Philips HC3520 Hair Clipper epitomizes the best of contemporary grooming technology with its seamless marriage of efficiency and convenience. Renowned for its innovative features, this hair clipper will provide",
    "link": "https://rkmri.co/M02EopTMRRTo/"
  },
  {
    "title": "Philips BT1235 Cordless Trimmer -",
    "author": "Philips",
    "seller": "Philips",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Philips_BT1235_Cordless_Trimmer-PHILIPS-fd9db-247234.jpg",
    "desc": "Brand: Philips, Category: Trimmer, Price: 1890.0, Link: , Summary: This Philips BT1235 Cordless Trimmer offers innovative DuraPower technology to make grooming easier. This ensures you enjoy extended usage on a single charge, making it a reliable companion for your daily grooming routine. Enjoy an efficient trimming",
    "link": "https://rkmri.co/2MN3e3RMeAmS/"
  },
  {
    "title": "Panasonic ER-217 Beard Hair Trimmer -",
    "author": "Panasonic",
    "seller": "Panasonic",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Panasonic_ER_217_Beard_Hair_Trimmer-Panasonic-e7c03-247644.jpg",
    "desc": "Brand: Panasonic, Category: Trimmer, Price: 6399.0, Link: , Summary: Panasonic ER-217 Beard Hair TrimmerThe Panasonic ER-217 beard hair trimmer epitomizes the most modern concept of grooming with its sleek and urbane looks, together with loads of pioneering features. This is the trimmer a style-conscious man would wan",
    "link": "https://rkmri.co/0AMeeS3M3Nep/"
  },
  {
    "title": "HTC AT-522 Rechargeable Cordless Trimmer For Men -",
    "author": "HTC",
    "seller": "HTC",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/HTC_AT_522_Rechargeable_Cordless_Trimmer-HTC-00f1c-248462.jpg",
    "desc": "Brand: HTC, Category: Trimmer, Price: 536.0, Link: , Summary: HTC AT-522 Rechargeable Cordless Trimmer For MenThe HTC AT-522 rechargeable cordless trimmer is for the modern person who needs convenience but needs to maintain quality. In its elegant black colour, this trimmer is fashionably fabulous but was engin",
    "link": "https://rkmri.co/yMTeMSmAplNe/"
  },
  {
    "title": "Vintage T9 Electric Professional Hair Clipper Hair Cutting Machine Trimmer -",
    "author": "ভিনটেজ",
    "seller": "ভিনটেজ",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Vintage_T9_Electric_Professional_Hair_Cl-Vintage-e6fa7-331598.png",
    "desc": "Brand: Vintage, Category: Trimmer, Price: 650.0, Link: , Summary: Vintage T9 Electric Professional Hair Clipper Hair Cutting Machine TrimmerThe Vintage T9 Electric Professional Hair Clipper is a powerful and convenient grooming tool, perfect for achieving a 360° close shave.Features and Benefits:✅ 360° Shave Trimme",
    "link": "https://rkmri.co/p3ATeo3RAeTo/"
  },
  {
    "title": "VGR V-937 Professional Rechargeable Electric Hair Trimmer -",
    "author": "VGR",
    "seller": "VGR",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/VGR_V_937_Professional_Rechargeable_Elec-VGR-57894-335874.png",
    "desc": "Brand: VGR, Category: Trimmer, Price: 1699.0, Link: , Summary: VGR V-937 Professional Rechargeable Electric Hair TrimmerThe VGR V-937 Rechargeable Hair Trimmer 500min Black has numerous uses for those seeking precision with convenience. It is designed to provide an efficient experience in trimming. The black fin",
    "link": "https://rkmri.co/oeA2IleMI5MA/"
  },
  {
    "title": "MI USB Charger 2A - White -",
    "author": "Xiaomi",
    "seller": "Xiaomi",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/MI_Adapter_2A_White-Xiaomi-78b5e-195216.jpg",
    "desc": "Brand: Xiaomi, Category: Mobile Charger, Price: 299.0, Link: , Summary: Xiaomi MDY-09-EW USB Charger 2AThe Xiaomi MDY-09-EW USB Charger 2A charges devices quickly. This fast mobile wall charger delivers power from one port. It is a single port 10W charger that fits travel needs. This compact travel USB adapter uses a 2 p",
    "link": "https://rkmri.co/eA0Iee5NIe3e/"
  },
  {
    "title": "Xiaomi Solove X3S USB Flashlight And 3000mAh Power Bank -",
    "author": "Xiaomi",
    "seller": "Xiaomi",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Xiaomi_Solove_X3s_USB_Flashlight_And_300-Xiaomi-8101b-222290.png",
    "desc": "Brand: Xiaomi, Category: Power Bank, Price: 1424.0, Link: , Summary: Xiaomi Solove X3S USB Flashlight And 3000mAh Power BankThe Xiaomi Solove X3S Flashlight is the epitome of modern engineering, striking that perfect balance between functionality and portability. This device has been designed with the needs of the con",
    "link": "https://rkmri.co/llN5l500M0e3/"
  },
  {
    "title": "MI Adapter(3A) and Cable Type C - White -",
    "author": "Xiaomi",
    "seller": "Xiaomi",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Xiaomi_3A_Charger_With_Type_C_Cable_Whit-Xiaomi-d369c-239781.jpg",
    "desc": "Brand: Xiaomi, Category: Mobile Charger, Price: 520.0, Link: , Summary: Are you tired of slow charging and long waits? Look no further! The Xiaomi 3A Charger is here to revolutionize your charging experience. This high-speed charger is designed to meet all your power needs while ensuring the safety of your valuable devic",
    "link": "https://rkmri.co/50ETTIeN2053/"
  },
  {
    "title": "Xiaomi USB Charger 33W Quick Charge- White -",
    "author": "Xiaomi",
    "seller": "Xiaomi",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Xiaomi_USB_Charger_33W_Quick_Charge_Whit-Xiaomi-be630-239831.jpg",
    "desc": "Brand: Xiaomi, Category: Mobile Charger, Price: 614.0, Link: , Summary: Xiaomi USB Charger 33W Quick Charge- WhiteThe Xiaomi USB Charger 33W Quick Charge is really striking with its sophisticated and compact design in white, truly a perfect accessory for today's swift tempo of life. With dimensions of just 41.45 x 26.5 x",
    "link": "https://rkmri.co/eE5Mee32S03o/"
  },
  {
    "title": "Baseus Mini Dual U Travel Charging Sets 10.5W EU -",
    "author": "ব্যাসুস",
    "seller": "ব্যাসুস",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Baseus_Mini_Dual_U_Travel_Charging_Sets_-Baseus-758fb-274304.jpg",
    "desc": "Brand: Baseus, Category: Mobile Charger, Price: 581.0, Link: , Summary: Baseus Dual USB Travel Charger TZCCFS-R02The Baseus Dual USB Travel Charger TZCCFS-R02 is the best bet for all those who require a compact and efficient charging device on the go. It can be easily carried anywhere you go due to its portability and is",
    "link": "https://rkmri.co/3eAe3AolyeTe/"
  },
  {
    "title": "Megastar 2M Micro USB FC-M001-3A Fast Charging Cable-Silver -",
    "author": "মেগাস্টার",
    "seller": "মেগাস্টার",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Megastar_2M_Micro_USB_FC_M001_3A_Fast_Ch-Megastar-1cea4-274427.png",
    "desc": "Brand: Megastar, Category: Cable & Converter, Price: 140.0, Link: , Summary: Megastar Fast Charging 2M Micro USB CableThe Megastar 2M Micro USB FC-M001-3A Fast Charging Cable-Silver is specifically for users who need the charging cable to have faster charging capability and durability. This cable has a silver appearance, whic",
    "link": "https://rkmri.co/I3ImmRMmMASo/"
  },
  {
    "title": "Baykron Clear Credit Card Case for new Iphone 11 -",
    "author": "বায়করন",
    "seller": "বায়করন",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Baykron_Clear_Credit_Card_Case_for_new_I-Baykron-c3839-276769.png",
    "desc": "Brand: Baykron, Category: Phone Case, Price: 928.0, Link: , Summary: Transparent TPU case with card pocketBaykron Clear Credit Card Case for iPhone 11 is yet another example of the combination of a beautiful slim shell case and practicality. Manufactured out of highly transparent TPU material, it provides long-lasting",
    "link": "https://rkmri.co/RlM5yEeTS2AE/"
  },
  {
    "title": "Baykron Tough Antibacterial Case New Iphone 12 Mini -",
    "author": "বায়করন",
    "seller": "বায়করন",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Baykron_Tough_Antibacterial_Case_New_Iph-Baykron-7b0a7-276777.png",
    "desc": "Brand: Baykron, Category: Phone Case, Price: 1060.0, Link: , Summary: Baykron Tough case anti-yellowing protection iPhone 12 MiniThe Baykron Tough Antibacterial Case for iPhone 12 Mini is one of the best-designed iPhone 12 Mini cases since it has shockproof features and antibacterial material. Made of pure anti-yellowi",
    "link": "https://rkmri.co/oASep3IEApAy/"
  },
  {
    "title": "Baykron Tough Antibacterial Case NEW Iphone 12 Pro Max -",
    "author": "বায়করন",
    "seller": "বায়করন",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Baykron_Tough_Antibacterial_Case_NEW_Iph-Baykron-168ca-276778.png",
    "desc": "Brand: Baykron, Category: Phone Case, Price: 1060.0, Link: , Summary: Baykron Tough antibacterial case iPhone 12 Pro MaxFitted with shockproof technology, the Baykron Tough Antibacterial Case for iPhone 12 Pro Max is the best iPhone 12 Pro Max case that protects your phone from accidental drops. It is made of hard-wear",
    "link": "https://rkmri.co/y2eMTeTE0mTM/"
  },
  {
    "title": "Energizer Eveready PX10 10000mAh Power Bank-Black -",
    "author": "এনারজিজার",
    "seller": "এনারজিজার",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Energizer_EVEREADY_PX10_10000mAh_Power_B-Energizer-22ae8-276785.jpg",
    "desc": "Brand: Energizer, Category: Power Bank, Price: 1134.0, Link: , Summary: Energizer PX10 10000mAh power bank fast chargingEnergizer Eveready PX10 10000 mAh Power Bank is for those users who want a continuous power supply during the day. It comes with a high and massive 10000mAh battery that provides fast and efficient Smar",
    "link": "https://rkmri.co/3yRA23AlNAAA/"
  },
  {
    "title": "Baseus Type-C to Type-C Display Fast Charging Data Cable 100W 2m Black CATSK-C01 -",
    "author": "ব্যাসুস",
    "seller": "ব্যাসুস",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Baseus_Type_C_to_Type_C_Display_Fast_Cha-Baseus-27954-326194.jpg",
    "desc": "Brand: Baseus, Category: Cable & Converter, Price: 1340.0, Link: , Summary: Visible High Power Fast Charging Laptops: Tell you the charging speed directly Fully Charged Instantly: Up to 100W high power fast charging, fully charge for AppleBook Pro 13″ in 2.5 hours 5A High Current for Fast Charging for Huawei/Xiaomi Devices:",
    "link": "https://rkmri.co/3IA2p5ATeeEp/"
  },
  {
    "title": "Xpert XC07V QC3.0 Eu Charger Kit With 3.6A First Cable Micro - White -",
    "author": "এক্সপার্ট",
    "seller": "এক্সপার্ট",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Xpert_XC07V_QC30_Eu_Charger_Kit_With_36A-Xpert-19c1e-331899.jpg",
    "desc": "Brand: Xpert, Category: Mobile Charger, Price: 331.0, Link:",
    "link": "https://rkmri.co/mpmy23EEA00E/"
  },
  {
    "title": "Havit Power Cable Big for Desktop 1.5M -",
    "author": "Havit",
    "seller": "Havit",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Havit_Power_Cable_Big_for_Desktop_15M-Havit-eb5c8-185542.jpg",
    "desc": "Brand: Havit, Category: Cable, Price: 300.0, Link: , Summary: This Havit 1.5m Power Cable provides safe and reliable power for any application. This 5ft (1.5m) cable is the solution to your power needs, catering to a wide range of devices such as monitors, computers, and various gadgets. One of the standout fea",
    "link": "https://rkmri.co/TeeAT300eo22/"
  },
  {
    "title": "Havit HV-SC055 Laptop Cleaning Kit -",
    "author": "Havit",
    "seller": "Havit",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Havit_HV_SC055_Laptop_Cleaning_Kit-Havit-764f1-185549.jpg",
    "desc": "Brand: Havit, Category: Computer Accessories, Price: 240.0, Link: , Summary: Havit HV-SC055 Laptop Cleaning Kit - HV-SC055The Havit HV-SC055 Laptop Cleaning Kit is handy and compact for keeping your laptop screen and keyboard spotless. With devices, dust and fingerprints build up fast, affecting visibility and even functional",
    "link": "https://rkmri.co/RATMTR5SMepI/"
  },
  {
    "title": "Havit H08-4-Port USB 2.0 Hub (Any Color) -",
    "author": "Havit",
    "seller": "Havit",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Havit_H08_4_Port_USB_20_Hub_Any_Color-Havit-212a2-185553.png",
    "desc": "Brand: Havit, Category: Computer Accessories, Price: 532.0, Link: , Summary: Product Description: This compact and powerful hub is designed to enhance your connectivity options, providing you with the flexibility you need for all your devices. A key feature of the Havit H08 4 Port High Speed USB 2.0 HUB is its broad compat",
    "link": "https://rkmri.co/ANNpAAelAmoe/"
  },
  {
    "title": "Adata UV150 USB 3.2 Black 64GB -",
    "author": "Adata",
    "seller": "Adata",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/33b90e0dd_194119.jpg",
    "desc": "Brand: Adata, Category: Pen drive and Flash drive , Price: 632.0, Link: , Summary: If you're searching for a reliable and spacious USB flash drive, look no further than the Adata UV150 64GB USB 3.2 Black Pen Drive. This sleek and efficient pen drive from Adata is perfect for your data storage needs. In this product deion, we'll exp",
    "link": "https://rkmri.co/AS52eeAEe5ER/"
  },
  {
    "title": "A4Tech OP-730D 2X Click Optical Wired Mouse -",
    "author": "A4Tech",
    "seller": "A4Tech",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/6c14083dd_205495.jpg",
    "desc": "Brand: A4Tech, Category: Basic Mouse, Price: 570.0, Link: , Summary: A4Tech OP-730D 2X Click Optical Wired MouseThe A4Tech OP-730D wired optical mouse could be an example of an ergonomic design that is friendly both in everyday situations and at work. Having dimensions of 63 x 119 x 36 mm, this sleek black device fits",
    "link": "https://rkmri.co/el2IyRAI5oIp/"
  },
  {
    "title": "A4Tech FK11 Compact Size Mini Keyboard -",
    "author": "A4Tech",
    "seller": "A4Tech",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/A4Tech_FK11_Compact_Size_Mini_Keyboard-A4Tech-2812a-205633.jpg",
    "desc": "Brand: A4Tech, Category: Basic Keyboard, Price: 1069.0, Link: , Summary: The A4Tech FK11 Compact Size Mini Keyboard that combines style, convenience, and affordability in one compact package, the A4Tech FK11 keyboard offers excellent versatility and affordability. The A4Tech FK11 Mini Keyboard is designed with compactness",
    "link": "https://rkmri.co/ySmMM22eRmRp/"
  },
  {
    "title": "A4Tech FB35C Multimode Rechargeable Wireless Mouse -",
    "author": "A4Tech",
    "seller": "A4Tech",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/A4Tech_FB35C_Multimode_Rechargeable_Wire-A4Tech-84e2e-267640.png",
    "desc": "Brand: A4Tech, Category: Basic Mouse, Price: 1560.0, Link: , Summary: A4Tech FB35C Multimode Rechargeable Wireless MouseA4Tech FB35C Wireless Mouse offers a great experience. It is easy to use and comfortable to hold. This mouse connects with Bluetooth and USB. It works well on many surfaces. You can switch it between",
    "link": "https://rkmri.co/2e3pIT5leEe3/"
  },
  {
    "title": "Fantech MP292 Mousepad -",
    "author": "ফ্যানটেক",
    "seller": "ফ্যানটেক",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Fantech_MP292_Mousepad-Fantech-18398-324133.png",
    "desc": "Brand: Fantech, Category: Gaming Mousepads, Price: 300.0, Link: , Summary: Product Description: When it comes to gaming, speed can make all the difference. The Fantech MP292 Mousepad boasts a speed-type surface that ensures your mouse glides effortlessly, giving you a competitive edge. Say goodbye to lag and hello to swi",
    "link": "https://rkmri.co/3IIyoMTMoEEA/"
  },
  {
    "title": "New Sony High Speed Table Fan – 5 Blades (TFSO 5BO) -",
    "author": "নিউ সনি",
    "seller": "নিউ সনি",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Sony_High_Speed_Table_Fan__5_blades_TFSO-Sony-f7871-288413.jpg",
    "desc": "Brand: New Sony, Category: Table Fan, Price: 1000.0, Link: , Summary: New Sony TFSO 5BO Powerful Airflow Table FanIn this case, the new Sony High-Speed Table Fan – 5 Blades, which is a model of the TFSO 5BO, will be ideal for such a group. The airflow of this fan is strong enough to keep your room or workspace cool reg",
    "link": "https://rkmri.co/RReMNNemAe0e/"
  },
  {
    "title": "Jisulife FA20X 4000mah Portable Handheld Cooling Pocket Fan -",
    "author": "জিসুলাইফ",
    "seller": "জিসুলাইফ",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Jisulife_FA20X_4000mah_Portable_Handheld-JISULIFE-04c06-301511.png",
    "desc": "Brand: JISULIFE, Category: Mini Fans, Price: 1875.0, Link: , Summary: You're sweating it out because of scorching temperatures, Do you need a reliable cooling companion for your daily adventures? the Jisulife FA20X Portable Handheld Cooling Pocket Fan – your ultimate solution for beating the heat on the go! The Jisulif",
    "link": "https://rkmri.co/AS0eT2l3AI22/"
  },
  {
    "title": "JISULIFE FA13P Oscillating Extendable Desk Fan -",
    "author": "জিসুলাইফ",
    "seller": "জিসুলাইফ",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/JISULIFE_FA13P_Oscillating_Extendable_De-JISULIFE-c61fe-301243.png",
    "desc": "Brand: JISULIFE, Category: Table Fan, Price: 3685.0, Link: , Summary: Jisulife FA13P Oscillating Extendable Desk FanThe Jisulife FA13P Oscillating Extendable Desk Fan is a valuable product for every room. It provides a refreshing breeze during hot days. This fan works quietly, so it does not disturb your peace. The sty",
    "link": "https://rkmri.co/TETNMleSmlA2/"
  },
  {
    "title": "JISULIFE FA43 Handheld Turbo Fan 4000mAh -",
    "author": "জিসুলাইফ",
    "seller": "জিসুলাইফ",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/JISULIFE_FA43_Handheld_Turbo_Fan_4000mAh-JISULIFE-fc0b5-304418.png",
    "desc": "Brand: JISULIFE, Category: Mini Fans, Price: 2250.0, Link: , Summary: JISULIFE FA43 Handheld Turbo Fan is the perfect companion for those scorching summer days. With a stylish design and available in a range of colors, this fan is not only a functional cooling device but also a trendy accessory. Let's explore what make",
    "link": "https://rkmri.co/eEAI2oNEAyI3/"
  },
  {
    "title": "Xiaomi Solove F5P Portable Desktop Fan -",
    "author": "Xiaomi",
    "seller": "Xiaomi",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/Xiaomi_Solove_F5P_Portable_Desktop_Fan-Xiaomi-b7268-306858.png",
    "desc": "Brand: Xiaomi, Category: Table Fan, Price: 2624.0, Link: , Summary: The Xiaomi Solove F5P Portable Desktop Fan is your solution. Thanks to its DC brushless motor and a stable speed wind system, this Xiaomi Solove F5P operates with remarkably low decibels. You can revel in the comfort of a cool breeze without the dist",
    "link": "https://rkmri.co/5AoEmeSeyme2/"
  },
  {
    "title": "JISULIFE FA13P Oscillating Extendable Desk Fan -",
    "author": "জিসুলাইফ",
    "seller": "জিসুলাইফ",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/JISULIFE_FA13P_Oscillating_Extendable_De-JISULIFE-c61fe-301243.png",
    "desc": "Brand: JISULIFE, Category: Table Fan, Price: 3685.0, Link: , Summary: Jisulife FA13P Oscillating Extendable Desk FanThe Jisulife FA13P Oscillating Extendable Desk Fan is a valuable product for every room. It provides a refreshing breeze during hot days. This fan works quietly, so it does not disturb your peace. The sty",
    "link": "https://rkmri.co/eMyoATpNA3ey/"
  },
  {
    "title": "JISULIFE FA18S Portable Clip Fan -",
    "author": "জিসুলাইফ",
    "seller": "জিসুলাইফ",
    "img": "https://rokbucket.rokomari.io/ProductNew20190903/260X372/JISULIFE_FA18S_Portable_Clip_Fan_USB_Rec-JISULIFE-ed82d-475458.png",
    "desc": "Brand: JISULIFE, Category: Charger Fan, Price: 1790.0, Link: , Summary: JISULIFE FA18S Portable Clip Fan is the ideal solution for staying cool wherever you go. With a compact design, long-lasting battery, and adjustable clip, this fan delivers comfort and convenience. Whether you’re at your desk or on the go, the JISULI",
    "link": "https://rkmri.co/mE0eepyMeRmS/"
  }
]
